{
  "en": {
    "translation": {
      "terms.title": "Terms of Service",
      "terms.subtitle": "Last updated: September 2025",
      "terms.section1.title": "1. Acceptance of Terms",
      "terms.section1.content1": "By accessing and using BitMinded services, you accept and agree to be bound by the terms and provision of this agreement.",
      "terms.section1.content2": "If you do not agree to abide by the above, please do not use this service.",
      "terms.section2.title": "2. Description of Service",
      "terms.section2.content1": "BitMinded is an artisanal software atelier that creates handcrafted, purpose-built applications. We offer:",
      "terms.section2.item1": "Custom software development services",
      "terms.section2.item2": "Access to our catalog of artisanal applications",
      "terms.section2.item3": "Subscription-based access to premium tools",
      "terms.section2.item4": "Consulting and workshop services",
      "terms.section3.title": "3. User Accounts",
      "terms.section3.content1": "To access certain features, you must create an account. You are responsible for:",
      "terms.section3.item1": "Maintaining the confidentiality of your account credentials",
      "terms.section3.item2": "All activities that occur under your account",
      "terms.section3.item3": "Providing accurate and current information",
      "terms.section4.title": "4. Acceptable Use",
      "terms.section4.content1": "You agree not to use our services for:",
      "terms.section4.item1": "Any unlawful purpose or in violation of any applicable laws",
      "terms.section4.item2": "Transmitting harmful or malicious code",
      "terms.section4.item3": "Attempting to gain unauthorized access to our systems",
      "terms.section4.item4": "Interfering with the proper functioning of our services",
      "terms.section5.title": "5. Intellectual Property",
      "terms.section5.content1": "All content, software, and materials provided by BitMinded are protected by intellectual property laws. You may not:",
      "terms.section5.item1": "Copy, modify, or distribute our software without permission",
      "terms.section5.item2": "Reverse engineer or attempt to extract source code",
      "terms.section5.item3": "Use our trademarks or branding without authorization",
      "terms.section6.title": "6. Payment and Subscriptions",
      "terms.section6.content1": "Subscription fees are billed in advance and are non-refundable except as required by law.",
      "terms.section6.content2": "You may cancel your subscription at any time through your account settings.",
      "terms.section6.content3": "We reserve the right to change our pricing with 30 days' notice.",
      "terms.section7.title": "7. Privacy",
      "terms.section7.content1": "Your privacy is important to us. Please review our Privacy Policy to understand how we collect, use, and protect your information.",
      "terms.section8.title": "8. Limitation of Liability",
      "terms.section8.content1": "BitMinded shall not be liable for any indirect, incidental, special, or consequential damages arising from your use of our services.",
      "terms.section8.content2": "Our total liability shall not exceed the amount you paid for the service in the 12 months preceding the claim.",
      "terms.section9.title": "9. Termination",
      "terms.section9.content1": "We may terminate or suspend your account at any time for violation of these terms.",
      "terms.section9.content2": "You may terminate your account at any time by contacting us or using the account deletion feature.",
      "terms.section10.title": "10. Changes to Terms",
      "terms.section10.content1": "We reserve the right to modify these terms at any time. We will notify users of significant changes via email or through our service.",
      "terms.section10.content2": "Continued use of our services after changes constitutes acceptance of the new terms.",
      "terms.section11.title": "11. Contact Information",
      "terms.section11.content1": "If you have any questions about these Terms of Service, please contact us at:",
      "terms.section11.email": "Email: legal@bitminded.ch",
      "terms.backToHome": "← Back to Home",
      "footer.copyright": "© 2024 BitMinded. All rights reserved.",
      "footer.terms": "Terms of Service",
      "footer.privacy": "Privacy Policy",
      "footer.contact": "Contact"
    }
  },
  "es": {
    "translation": {
      "terms.title": "Términos de Servicio",
      "terms.subtitle": "Última actualización: Septiembre 2025",
      "terms.section1.title": "1. Aceptación de los Términos",
      "terms.section1.content1": "Al acceder y utilizar los servicios de BitMinded, acepta y se compromete a cumplir con los términos y disposiciones de este acuerdo.",
      "terms.section1.content2": "Si no está de acuerdo con lo anterior, por favor no utilice este servicio.",
      "terms.section2.title": "2. Descripción del Servicio",
      "terms.section2.content1": "BitMinded es un atelier de software artesanal que crea aplicaciones hechas a mano y con propósito específico. Ofrecemos:",
      "terms.section2.item1": "Servicios de desarrollo de software personalizado",
      "terms.section2.item2": "Acceso a nuestro catálogo de aplicaciones artesanales",
      "terms.section2.item3": "Acceso basado en suscripción a herramientas premium",
      "terms.section2.item4": "Servicios de consultoría y talleres",
      "terms.section3.title": "3. Cuentas de Usuario",
      "terms.section3.content1": "Para acceder a ciertas funciones, debe crear una cuenta. Usted es responsable de:",
      "terms.section3.item1": "Mantener la confidencialidad de las credenciales de su cuenta",
      "terms.section3.item2": "Todas las actividades que ocurran bajo su cuenta",
      "terms.section3.item3": "Proporcionar información precisa y actual",
      "terms.section4.title": "4. Uso Aceptable",
      "terms.section4.content1": "Acepta no utilizar nuestros servicios para:",
      "terms.section4.item1": "Cualquier propósito ilegal o en violación de leyes aplicables",
      "terms.section4.item2": "Transmitir código dañino o malicioso",
      "terms.section4.item3": "Intentar obtener acceso no autorizado a nuestros sistemas",
      "terms.section4.item4": "Interferir con el funcionamiento adecuado de nuestros servicios",
      "terms.section5.title": "5. Propiedad Intelectual",
      "terms.section5.content1": "Todo el contenido, software y materiales proporcionados por BitMinded están protegidos por leyes de propiedad intelectual. No puede:",
      "terms.section5.item1": "Copiar, modificar o distribuir nuestro software sin permiso",
      "terms.section5.item2": "Realizar ingeniería inversa o intentar extraer el código fuente",
      "terms.section5.item3": "Usar nuestras marcas comerciales o branding sin autorización",
      "terms.section6.title": "6. Pago y Suscripciones",
      "terms.section6.content1": "Las tarifas de suscripción se facturan por adelantado y no son reembolsables excepto según lo requiera la ley.",
      "terms.section6.content2": "Puede cancelar su suscripción en cualquier momento a través de la configuración de su cuenta.",
      "terms.section6.content3": "Nos reservamos el derecho de cambiar nuestros precios con 30 días de aviso.",
      "terms.section7.title": "7. Privacidad",
      "terms.section7.content1": "Su privacidad es importante para nosotros. Por favor revise nuestra Política de Privacidad para entender cómo recopilamos, usamos y protegemos su información.",
      "terms.section8.title": "8. Limitación de Responsabilidad",
      "terms.section8.content1": "BitMinded no será responsable de ningún daño indirecto, incidental, especial o consecuente que surja del uso de nuestros servicios.",
      "terms.section8.content2": "Nuestra responsabilidad total no excederá la cantidad que pagó por el servicio en los 12 meses anteriores al reclamo.",
      "terms.section9.title": "9. Terminación",
      "terms.section9.content1": "Podemos terminar o suspender su cuenta en cualquier momento por violación de estos términos.",
      "terms.section9.content2": "Puede terminar su cuenta en cualquier momento contactándonos o usando la función de eliminación de cuenta.",
      "terms.section10.title": "10. Cambios en los Términos",
      "terms.section10.content1": "Nos reservamos el derecho de modificar estos términos en cualquier momento. Notificaremos a los usuarios de cambios significativos por correo electrónico o a través de nuestro servicio.",
      "terms.section10.content2": "El uso continuo de nuestros servicios después de los cambios constituye la aceptación de los nuevos términos.",
      "terms.section11.title": "11. Información de Contacto",
      "terms.section11.content1": "Si tiene alguna pregunta sobre estos Términos de Servicio, contáctenos en:",
      "terms.section11.email": "Correo electrónico: legal@bitminded.ch",
      "terms.backToHome": "← Volver al Inicio",
      "footer.copyright": "© 2024 BitMinded. Todos los derechos reservados.",
      "footer.terms": "Términos de Servicio",
      "footer.privacy": "Política de Privacidad",
      "footer.contact": "Contacto"
    }
  },
  "fr": {
    "translation": {
      "terms.title": "Conditions d'utilisation",
      "terms.subtitle": "Dernière mise à jour : Septembre 2025",
      "terms.section1.title": "1. Acceptation des conditions",
      "terms.section1.content1": "En accédant et en utilisant les services BitMinded, vous acceptez et convenez d'être lié par les termes et dispositions de cet accord.",
      "terms.section1.content2": "Si vous n'acceptez pas de respecter ce qui précède, veuillez ne pas utiliser ce service.",
      "terms.section2.title": "2. Description du service",
      "terms.section2.content1": "BitMinded est un atelier de logiciels artisanaux qui crée des applications artisanales et spécialisées. Nous offrons :",
      "terms.section2.item1": "Services de développement de logiciels personnalisés",
      "terms.section2.item2": "Accès à notre catalogue d'applications artisanales",
      "terms.section2.item3": "Accès par abonnement à des outils premium",
      "terms.section2.item4": "Services de conseil et d'ateliers",
      "terms.section3.title": "3. Comptes utilisateur",
      "terms.section3.content1": "Pour accéder à certaines fonctionnalités, vous devez créer un compte. Vous êtes responsable de :",
      "terms.section3.item1": "Maintenir la confidentialité de vos identifiants de compte",
      "terms.section3.item2": "Toutes les activités qui se produisent sous votre compte",
      "terms.section3.item3": "Fournir des informations exactes et actuelles",
      "terms.section4.title": "4. Utilisation acceptable",
      "terms.section4.content1": "Vous acceptez de ne pas utiliser nos services pour :",
      "terms.section4.item1": "Toute fin illégale ou en violation de toute loi applicable",
      "terms.section4.item2": "Transmettre du code nuisible ou malveillant",
      "terms.section4.item3": "Tenter d'obtenir un accès non autorisé à nos systèmes",
      "terms.section4.item4": "Interférer avec le bon fonctionnement de nos services",
      "terms.section5.title": "5. Propriété intellectuelle",
      "terms.section5.content1": "Tout le contenu, les logiciels et les matériels fournis par BitMinded sont protégés par les lois sur la propriété intellectuelle. Vous ne pouvez pas :",
      "terms.section5.item1": "Copier, modifier ou distribuer notre logiciel sans permission",
      "terms.section5.item2": "Rétro-ingénierie ou tenter d'extraire le code source",
      "terms.section5.item3": "Utiliser nos marques ou notre image de marque sans autorisation",
      "terms.section6.title": "6. Paiement et abonnements",
      "terms.section6.content1": "Les frais d'abonnement sont facturés à l'avance et ne sont pas remboursables sauf si la loi l'exige.",
      "terms.section6.content2": "Vous pouvez annuler votre abonnement à tout moment via les paramètres de votre compte.",
      "terms.section6.content3": "Nous nous réservons le droit de modifier nos prix avec un préavis de 30 jours.",
      "terms.section7.title": "7. Confidentialité",
      "terms.section7.content1": "Votre confidentialité est importante pour nous. Veuillez consulter notre Politique de confidentialité pour comprendre comment nous collectons, utilisons et protégeons vos informations.",
      "terms.section8.title": "8. Limitation de responsabilité",
      "terms.section8.content1": "BitMinded ne sera pas responsable de tout dommage indirect, accessoire, spécial ou consécutif résultant de votre utilisation de nos services.",
      "terms.section8.content2": "Notre responsabilité totale ne dépassera pas le montant que vous avez payé pour le service dans les 12 mois précédant la réclamation.",
      "terms.section9.title": "9. Résiliation",
      "terms.section9.content1": "Nous pouvons résilier ou suspendre votre compte à tout moment pour violation de ces conditions.",
      "terms.section9.content2": "Vous pouvez résilier votre compte à tout moment en nous contactant ou en utilisant la fonctionnalité de suppression de compte.",
      "terms.section10.title": "10. Modifications des conditions",
      "terms.section10.content1": "Nous nous réservons le droit de modifier ces conditions à tout moment. Nous informerons les utilisateurs des changements importants par e-mail ou via notre service.",
      "terms.section10.content2": "L'utilisation continue de nos services après les changements constitue une acceptation des nouvelles conditions.",
      "terms.section11.title": "11. Informations de contact",
      "terms.section11.content1": "Si vous avez des questions sur ces Conditions d'utilisation, veuillez nous contacter à :",
      "terms.section11.email": "E-mail : legal@bitminded.ch",
      "terms.backToHome": "← Retour à l'accueil",
      "footer.copyright": "© 2024 BitMinded. Tous droits réservés.",
      "footer.terms": "Conditions d'utilisation",
      "footer.privacy": "Politique de confidentialité",
      "footer.contact": "Contact"
    }
  },
  "de": {
    "translation": {
      "terms.title": "Nutzungsbedingungen",
      "terms.subtitle": "Letzte Aktualisierung: September 2025",
      "terms.section1.title": "1. Annahme der Bedingungen",
      "terms.section1.content1": "Durch den Zugriff auf und die Nutzung der BitMinded-Dienste akzeptieren Sie und erklären sich damit einverstanden, an die Bedingungen und Bestimmungen dieser Vereinbarung gebunden zu sein.",
      "terms.section1.content2": "Wenn Sie nicht mit dem oben Genannten einverstanden sind, nutzen Sie diesen Dienst bitte nicht.",
      "terms.section2.title": "2. Beschreibung des Dienstes",
      "terms.section2.content1": "BitMinded ist ein handwerkliches Software-Atelier, das handgefertigte, zweckgebundene Anwendungen erstellt. Wir bieten:",
      "terms.section2.item1": "Individuelle Softwareentwicklungsdienste",
      "terms.section2.item2": "Zugang zu unserem Katalog handwerklicher Anwendungen",
      "terms.section2.item3": "Abonnementbasierten Zugang zu Premium-Tools",
      "terms.section2.item4": "Beratungs- und Workshop-Dienste",
      "terms.section3.title": "3. Benutzerkonten",
      "terms.section3.content1": "Um auf bestimmte Funktionen zuzugreifen, müssen Sie ein Konto erstellen. Sie sind verantwortlich für:",
      "terms.section3.item1": "Die Wahrung der Vertraulichkeit Ihrer Kontozugangsdaten",
      "terms.section3.item2": "Alle Aktivitäten, die unter Ihrem Konto stattfinden",
      "terms.section3.item3": "Die Bereitstellung genauer und aktueller Informationen",
      "terms.section4.title": "4. Akzeptable Nutzung",
      "terms.section4.content1": "Sie verpflichten sich, unsere Dienste nicht zu verwenden für:",
      "terms.section4.item1": "Illegale Zwecke oder unter Verletzung geltender Gesetze",
      "terms.section4.item2": "Die Übertragung schädlichen oder bösartigen Codes",
      "terms.section4.item3": "Versuche, unbefugten Zugang zu unseren Systemen zu erlangen",
      "terms.section4.item4": "Die Beeinträchtigung der ordnungsgemäßen Funktion unserer Dienste",
      "terms.section5.title": "5. Geistiges Eigentum",
      "terms.section5.content1": "Alle von BitMinded bereitgestellten Inhalte, Software und Materialien sind durch Gesetze zum geistigen Eigentum geschützt. Sie dürfen nicht:",
      "terms.section5.item1": "Unsere Software ohne Erlaubnis kopieren, ändern oder verbreiten",
      "terms.section5.item2": "Reverse Engineering betreiben oder versuchen, den Quellcode zu extrahieren",
      "terms.section5.item3": "Unsere Marken oder unser Branding ohne Genehmigung verwenden",
      "terms.section6.title": "6. Zahlung und Abonnements",
      "terms.section6.content1": "Abonnementgebühren werden im Voraus berechnet und sind nicht erstattungsfähig, außer wie gesetzlich vorgeschrieben.",
      "terms.section6.content2": "Sie können Ihr Abonnement jederzeit über Ihre Kontoeinstellungen kündigen.",
      "terms.section6.content3": "Wir behalten uns das Recht vor, unsere Preise mit 30 Tagen Vorankündigung zu ändern.",
      "terms.section7.title": "7. Datenschutz",
      "terms.section7.content1": "Ihre Privatsphäre ist uns wichtig. Bitte lesen Sie unsere Datenschutzrichtlinie, um zu verstehen, wie wir Ihre Informationen sammeln, verwenden und schützen.",
      "terms.section8.title": "8. Haftungsbeschränkung",
      "terms.section8.content1": "BitMinded haftet nicht für indirekte, zufällige, besondere oder Folgeschäden, die aus Ihrer Nutzung unserer Dienste entstehen.",
      "terms.section8.content2": "Unsere Gesamthaftung darf den Betrag nicht überschreiten, den Sie für den Dienst in den 12 Monaten vor der Reklamation gezahlt haben.",
      "terms.section9.title": "9. Kündigung",
      "terms.section9.content1": "Wir können Ihr Konto jederzeit bei Verstoß gegen diese Bedingungen kündigen oder sperren.",
      "terms.section9.content2": "Sie können Ihr Konto jederzeit kündigen, indem Sie uns kontaktieren oder die Kontolöschungsfunktion verwenden.",
      "terms.section10.title": "10. Änderungen an den Bedingungen",
      "terms.section10.content1": "Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Wir werden Benutzer über wesentliche Änderungen per E-Mail oder über unseren Dienst informieren.",
      "terms.section10.content2": "Die fortgesetzte Nutzung unserer Dienste nach Änderungen stellt die Annahme der neuen Bedingungen dar.",
      "terms.section11.title": "11. Kontaktinformationen",
      "terms.section11.content1": "Wenn Sie Fragen zu diesen Nutzungsbedingungen haben, kontaktieren Sie uns bitte unter:",
      "terms.section11.email": "E-Mail: legal@bitminded.ch",
      "terms.backToHome": "← Zurück zur Startseite",
      "footer.copyright": "© 2024 BitMinded. Alle Rechte vorbehalten.",
      "footer.terms": "Nutzungsbedingungen",
      "footer.privacy": "Datenschutzrichtlinie",
      "footer.contact": "Kontakt"
    }
  }
}
