{
  "en": {
    "translation": {
      "faq-catalog-access-hero-title": "Catalog Access Questions",
      "faq-catalog-access-hero-subtitle": "Questions about purchasing tools, subscriptions, memberships, and accessing your purchased apps.",
      "faq-category-catalog-access-title": "Catalog Access",
      "faq-catalog-access-1-question": "How do I purchase a Single Tool License?",
      "faq-catalog-access-1-answer": "When our booking system is ready, you'll be able to browse our catalog, select a tool, and purchase a one-time license. The price varies by tool (CHF 2-25) based on complexity and features.",
      "faq-catalog-access-2-question": "What payment methods do you accept?",
      "faq-catalog-access-2-answer": "We accept all major credit cards and debit cards through our secure payment processor. All payments are processed securely and we never store your full payment details.",
      "faq-catalog-access-3-question": "How does the free trial work?",
      "faq-catalog-access-3-answer": "Subscription tiers (All-Tools Membership and Supporter Tier) include a free trial period. You can explore all tools during the trial without any commitment. No payment method is required to start the trial. If you don't cancel before the trial ends, your subscription will automatically begin.",
      "faq-catalog-access-4-question": "Can I purchase multiple single tool licenses at once?",
      "faq-catalog-access-4-answer": "Yes, you can purchase multiple single tool licenses in a single transaction. Each tool license is independent and grants lifetime access to that specific tool.",
      "faq-catalog-access-5-question": "Are there discounts available?",
      "faq-catalog-access-5-answer": "We occasionally offer promotional discounts and special offers. Yearly billing saves you 17% compared to monthly billing. Students and educational institutions may be eligible for special pricing—contact us through our support page to inquire.",
      "faq-catalog-access-6-question": "What happens if my payment fails?",
      "faq-catalog-access-6-answer": "If a payment fails, we'll notify you via email. You'll have a grace period to update your payment method. During this time, your access remains active. If payment isn't updated within the grace period, your subscription will be paused until payment is successful.",
      "faq-catalog-access-7-question": "How do I access my purchased tools?",
      "faq-catalog-access-7-answer": "Once you purchase a tool or subscription, you'll receive access instructions via email. You can also access your tools from your account dashboard on bitminded.ch. Each tool is accessible via its subdomain (e.g., converter.bitminded.ch).",
      "faq-catalog-access-8-question": "Can I use my license on multiple devices?",
      "faq-catalog-access-8-answer": "Yes, your licenses and subscriptions are tied to your account, not a specific device. You can access your tools from any device by logging into your account. There's no limit on the number of devices you can use.",
      "faq-catalog-access-9-question": "Can I share my license with others?",
      "faq-catalog-access-9-answer": "Licenses are for individual use and tied to your account. Sharing your account credentials violates our terms of service. Each user needs their own license or subscription to access tools.",
      "faq-catalog-access-10-question": "What happens when new tools are added to the catalog?",
      "faq-catalog-access-10-answer": "If you have an All-Tools Membership or Supporter Tier subscription, you automatically get access to all new tools added to the catalog at no additional cost. Single tool license holders only have access to the specific tool they purchased.",
      "faq-catalog-access-11-question": "Do I need to be logged in to access my tools?",
      "faq-catalog-access-11-answer": "Yes, you need to be logged into your BitMinded account to access your purchased tools. This ensures secure access and allows us to verify your subscription status. Your login session remains active across all tool subdomains.",
      "faq-catalog-access-12-question": "Can I upgrade from Single Tool to All-Tools Membership?",
      "faq-catalog-access-12-answer": "Yes! You can upgrade at any time. We'll credit your single tool purchase toward your membership. Contact us through our support page to discuss upgrade options.",
      "faq-catalog-access-13-question": "What happens if I cancel my subscription? Do I get refunds?",
      "faq-catalog-access-13-answer": "You'll retain access until the end of your billing period. After cancellation, you'll lose access to tools you haven't purchased individually. Single tool licenses remain active forever. We don't offer refunds for unused subscription time, but you can cancel at any time and retain access until the end of your billing period. Single tool licenses are final purchases with lifetime access and are not refundable.",
      "faq-catalog-access-14-question": "How do I cancel my subscription?",
      "faq-catalog-access-14-answer": "You can cancel your subscription at any time from your account dashboard. Go to your account settings, find your subscription, and click cancel. Your access will continue until the end of your current billing period. You can also contact us through our support page if you need assistance.",
      "faq-catalog-access-15-question": "Can I downgrade from All-Tools or Supporter Tier to a single tool?",
      "faq-catalog-access-15-answer": "Yes, you can downgrade at any time. When you downgrade, you'll retain access until the end of your current billing period. After that, you'll only have access to tools you've purchased individually. Contact us through our support page to discuss downgrade options.",
      "faq-catalog-access-16-question": "What happens if membership prices increase?",
      "faq-catalog-access-16-answer": "If we increase membership prices, existing subscribers are grandfathered at their current rate. You'll continue paying the price you signed up for as long as your subscription remains active. New pricing will always be communicated prior to implementation, and you'll have the option to continue at your current rate or adjust your subscription.",
      "faq-catalog-access-17-question": "Can I pause my subscription temporarily?",
      "faq-catalog-access-17-answer": "We don't offer subscription pausing, but you can cancel and resubscribe at any time. When you cancel, you'll retain access until the end of your billing period. You can resubscribe later without losing your account history or purchased single tool licenses.",
      "faq-catalog-access-18-question": "Can I switch between monthly and yearly billing?",
      "faq-catalog-access-18-answer": "Yes, you can switch your billing cycle at any time from your account settings. Switching to yearly billing saves you 17% compared to monthly billing. When you switch, the change takes effect at your next billing date.",
      "faq-catalog-access-19-question": "Are single tool licenses refundable?",
      "faq-catalog-access-19-answer": "Single tool licenses are final purchases with lifetime access and are not refundable. Please review the tool description and features before purchasing. If you have questions about a specific tool, contact us through our support page before purchasing.",
      "faq-catalog-access-20-question": "Can I transfer my single tool license to someone else?",
      "faq-catalog-access-20-answer": "Licenses are non-transferable and tied to your account. If you need to transfer a license, contact us through our support page and we can discuss options on a case-by-case basis.",
      "faq-catalog-access-21-question": "What if a single tool I purchased is removed from the catalog?",
      "faq-catalog-access-21-answer": "If a tool is removed from the catalog, you'll retain access to the tool you purchased. We'll provide advance notice if a tool is being discontinued, and you'll continue to have access to your purchased version. We may offer migration options or credits for affected users.",
      "faq-catalog-access-22-question": "What's the difference between All-Tools Membership and Supporter Tier?",
      "faq-catalog-access-22-answer": "All-Tools Membership (CHF 5/month) gives you access to all catalog tools, updates, release notes, and free trials. Supporter Tier (CHF 8/month) includes everything in All-Tools plus the ability to vote on and propose new features for any tool, helping shape the future of our catalog.",
      "faq-catalog-access-23-question": "Can I switch between All-Tools and Supporter Tier?",
      "faq-catalog-access-23-answer": "Yes, you can upgrade or downgrade between All-Tools Membership and Supporter Tier at any time from your account settings. Changes take effect at your next billing date. When upgrading, you'll immediately gain access to Supporter Tier features. When downgrading, you'll retain Supporter Tier benefits until the end of your billing period.",
      "faq-catalog-access-24-question": "What's included in the Supporter Tier development influence?",
      "faq-catalog-access-24-answer": "Supporter Tier members can vote on new features and improvements for any tool, propose their own features to any tool, and also vote on what the next app should be created when there's no commission and time is available. Help shape the future of our catalog. Your feedback directly influences our development priorities.",
      "faq-catalog-access-25-question": "What happens to my Supporter Tier benefits if I downgrade?",
      "faq-catalog-access-25-answer": "If you downgrade from Supporter Tier to All-Tools Membership, you'll retain Supporter Tier benefits (including development influence) until the end of your current billing period. After that, you'll have All-Tools Membership benefits only. You can always upgrade back to Supporter Tier at any time.",
      "faq-catalog-access-26-question": "What kind of support is included with my purchase?",
      "faq-catalog-access-26-answer": "All purchases include access to our support system for technical issues, questions about tool usage, and account management. We aim to respond to support requests within 24-48 hours on business days. Supporter Tier members receive priority support response times.",
      "faq-catalog-access-27-question": "What if I can't access a tool I purchased?",
      "faq-catalog-access-27-answer": "If you're having trouble accessing a tool, first check that you're logged into your account. Verify your subscription status in your account dashboard. If the issue persists, contact us through our support page with details about the problem, and we'll help resolve it quickly.",
      "faq-catalog-access-28-question": "Are tools accessible offline?",
      "faq-catalog-access-28-answer": "Most of our tools require an internet connection to function, as they're web-based applications. Some tools may have limited offline functionality depending on their features. Check the individual tool's documentation for specific offline capabilities."
    }
  },
  "es": {
    "translation": {
      "faq-catalog-access-hero-title": "Preguntas sobre Acceso al Catálogo",
      "faq-catalog-access-hero-subtitle": "Preguntas sobre comprar herramientas, suscripciones, membresías y acceder a tus aplicaciones compradas.",
      "faq-category-catalog-access-title": "Acceso al Catálogo",
      "faq-catalog-access-1-question": "¿Cómo compro una Licencia de Herramienta Individual?",
      "faq-catalog-access-1-answer": "Cuando nuestro sistema de reservas esté listo, podrás navegar por nuestro catálogo, seleccionar una herramienta y comprar una licencia de una sola vez. El precio varía según la herramienta (CHF 2-25) según la complejidad y las características.",
      "faq-catalog-access-2-question": "¿Qué métodos de pago aceptan?",
      "faq-catalog-access-2-answer": "Aceptamos todas las tarjetas de crédito y débito principales a través de nuestro procesador de pagos seguro. Todos los pagos se procesan de forma segura y nunca almacenamos los detalles completos de tu pago.",
      "faq-catalog-access-3-question": "¿Cómo funciona la prueba gratuita?",
      "faq-catalog-access-3-answer": "Los niveles de suscripción (Membresía Todas las Herramientas y Nivel de Apoyo) incluyen un período de prueba gratuito. Puedes explorar todas las herramientas durante la prueba sin ningún compromiso. No se requiere método de pago para comenzar la prueba. Si no cancelas antes de que termine la prueba, tu suscripción comenzará automáticamente.",
      "faq-catalog-access-4-question": "¿Puedo comprar múltiples licencias de herramientas individuales a la vez?",
      "faq-catalog-access-4-answer": "Sí, puedes comprar múltiples licencias de herramientas individuales en una sola transacción. Cada licencia de herramienta es independiente y otorga acceso de por vida a esa herramienta específica.",
      "faq-catalog-access-5-question": "¿Hay descuentos disponibles?",
      "faq-catalog-access-5-answer": "Ocasionalmente ofrecemos descuentos promocionales y ofertas especiales. La facturación anual te ahorra un 17% en comparación con la facturación mensual. Los estudiantes y las instituciones educativas pueden ser elegibles para precios especiales—contáctanos a través de nuestra página de soporte para consultar.",
      "faq-catalog-access-6-question": "¿Qué pasa si mi pago falla?",
      "faq-catalog-access-6-answer": "Si un pago falla, te notificaremos por correo electrónico. Tendrás un período de gracia para actualizar tu método de pago. Durante este tiempo, tu acceso permanece activo. Si el pago no se actualiza dentro del período de gracia, tu suscripción se pausará hasta que el pago sea exitoso.",
      "faq-catalog-access-7-question": "¿Cómo accedo a mis herramientas compradas?",
      "faq-catalog-access-7-answer": "Una vez que compres una herramienta o suscripción, recibirás instrucciones de acceso por correo electrónico. También puedes acceder a tus herramientas desde el panel de tu cuenta en bitminded.ch. Cada herramienta es accesible a través de su subdominio (por ejemplo, converter.bitminded.ch).",
      "faq-catalog-access-8-question": "¿Puedo usar mi licencia en múltiples dispositivos?",
      "faq-catalog-access-8-answer": "Sí, tus licencias y suscripciones están vinculadas a tu cuenta, no a un dispositivo específico. Puedes acceder a tus herramientas desde cualquier dispositivo iniciando sesión en tu cuenta. No hay límite en la cantidad de dispositivos que puedes usar.",
      "faq-catalog-access-9-question": "¿Puedo compartir mi licencia con otros?",
      "faq-catalog-access-9-answer": "Las licencias son para uso individual y están vinculadas a tu cuenta. Compartir las credenciales de tu cuenta viola nuestros términos de servicio. Cada usuario necesita su propia licencia o suscripción para acceder a las herramientas.",
      "faq-catalog-access-10-question": "¿Qué pasa cuando se agregan nuevas herramientas al catálogo?",
      "faq-catalog-access-10-answer": "Si tienes una suscripción de Membresía Todas las Herramientas o Nivel de Apoyo, automáticamente obtienes acceso a todas las nuevas herramientas agregadas al catálogo sin costo adicional. Los titulares de licencias de herramientas individuales solo tienen acceso a la herramienta específica que compraron.",
      "faq-catalog-access-11-question": "¿Necesito iniciar sesión para acceder a mis herramientas?",
      "faq-catalog-access-11-answer": "Sí, necesitas iniciar sesión en tu cuenta de BitMinded para acceder a tus herramientas compradas. Esto asegura el acceso seguro y nos permite verificar el estado de tu suscripción. Tu sesión de inicio de sesión permanece activa en todos los subdominios de herramientas.",
      "faq-catalog-access-12-question": "¿Puedo actualizar de Herramienta Individual a Membresía Todas las Herramientas?",
      "faq-catalog-access-12-answer": "¡Sí! Puedes actualizar en cualquier momento. Acreditaremos tu compra de herramienta individual hacia tu membresía. Contáctanos a través de nuestra página de soporte para discutir opciones de actualización.",
      "faq-catalog-access-13-question": "¿Qué pasa si cancelo mi suscripción? ¿Obtengo reembolsos?",
      "faq-catalog-access-13-answer": "Retendrás el acceso hasta el final de tu período de facturación. Después de la cancelación, perderás el acceso a las herramientas que no has comprado individualmente. Las licencias de herramientas individuales permanecen activas para siempre. No ofrecemos reembolsos por tiempo de suscripción no utilizado, pero puedes cancelar en cualquier momento y retener el acceso hasta el final de tu período de facturación. Las licencias de herramientas individuales son compras finales con acceso de por vida y no son reembolsables.",
      "faq-catalog-access-14-question": "¿Cómo cancelo mi suscripción?",
      "faq-catalog-access-14-answer": "Puedes cancelar tu suscripción en cualquier momento desde el panel de tu cuenta. Ve a la configuración de tu cuenta, encuentra tu suscripción y haz clic en cancelar. Tu acceso continuará hasta el final de tu período de facturación actual. También puedes contactarnos a través de nuestra página de soporte si necesitas ayuda.",
      "faq-catalog-access-15-question": "¿Puedo degradar de Todas las Herramientas o Nivel de Apoyo a una herramienta individual?",
      "faq-catalog-access-15-answer": "Sí, puedes degradar en cualquier momento. Cuando degradas, retendrás el acceso hasta el final de tu período de facturación actual. Después de eso, solo tendrás acceso a las herramientas que has comprado individualmente. Contáctanos a través de nuestra página de soporte para discutir opciones de degradación.",
      "faq-catalog-access-16-question": "¿Qué pasa si aumentan los precios de membresía?",
      "faq-catalog-access-16-answer": "Si aumentamos los precios de membresía, los suscriptores existentes mantendrán su tarifa actual. Continuarás pagando el precio al que te registraste mientras tu suscripción permanezca activa. Los nuevos precios siempre se comunicarán antes de la implementación, y tendrás la opción de continuar a tu tarifa actual o ajustar tu suscripción.",
      "faq-catalog-access-17-question": "¿Puedo pausar mi suscripción temporalmente?",
      "faq-catalog-access-17-answer": "No ofrecemos pausa de suscripción, pero puedes cancelar y volver a suscribirte en cualquier momento. Cuando canceles, retendrás el acceso hasta el final de tu período de facturación. Puedes volver a suscribirte más tarde sin perder el historial de tu cuenta o las licencias de herramientas individuales compradas.",
      "faq-catalog-access-18-question": "¿Puedo cambiar entre facturación mensual y anual?",
      "faq-catalog-access-18-answer": "Sí, puedes cambiar tu ciclo de facturación en cualquier momento desde la configuración de tu cuenta. Cambiar a facturación anual te ahorra un 17% en comparación con la facturación mensual. Cuando cambies, el cambio entrará en vigor en tu próxima fecha de facturación.",
      "faq-catalog-access-19-question": "¿Son reembolsables las licencias de herramientas individuales?",
      "faq-catalog-access-19-answer": "Las licencias de herramientas individuales son compras finales con acceso de por vida y no son reembolsables. Por favor, revisa la descripción y características de la herramienta antes de comprar. Si tienes preguntas sobre una herramienta específica, contáctanos a través de nuestra página de soporte antes de comprar.",
      "faq-catalog-access-20-question": "¿Puedo transferir mi licencia de herramienta individual a otra persona?",
      "faq-catalog-access-20-answer": "Las licencias no son transferibles y están vinculadas a tu cuenta. Si necesitas transferir una licencia, contáctanos a través de nuestra página de soporte y podemos discutir opciones caso por caso.",
      "faq-catalog-access-21-question": "¿Qué pasa si una herramienta individual que compré se elimina del catálogo?",
      "faq-catalog-access-21-answer": "Si una herramienta se elimina del catálogo, retendrás el acceso a la herramienta que compraste. Proporcionaremos aviso previo si una herramienta se está descontinuando, y continuarás teniendo acceso a tu versión comprada. Podemos ofrecer opciones de migración o créditos para usuarios afectados.",
      "faq-catalog-access-22-question": "¿Cuál es la diferencia entre Membresía Todas las Herramientas y Nivel de Apoyo?",
      "faq-catalog-access-22-answer": "La Membresía Todas las Herramientas (CHF 5/mes) te da acceso a todas las herramientas del catálogo, actualizaciones, notas de lanzamiento y pruebas gratuitas. El Nivel de Apoyo (CHF 8/mes) incluye todo en Todas las Herramientas más la capacidad de votar y proponer nuevas características para cualquier herramienta, ayudando a dar forma al futuro de nuestro catálogo.",
      "faq-catalog-access-23-question": "¿Puedo cambiar entre Todas las Herramientas y Nivel de Apoyo?",
      "faq-catalog-access-23-answer": "Sí, puedes actualizar o degradar entre Membresía Todas las Herramientas y Nivel de Apoyo en cualquier momento desde la configuración de tu cuenta. Los cambios entran en vigor en tu próxima fecha de facturación. Al actualizar, obtendrás acceso inmediato a las características del Nivel de Apoyo. Al degradar, retendrás los beneficios del Nivel de Apoyo hasta el final de tu período de facturación.",
      "faq-catalog-access-24-question": "¿Qué incluye la influencia en el desarrollo del Nivel de Apoyo?",
      "faq-catalog-access-24-answer": "Los miembros del Nivel de Apoyo pueden votar sobre nuevas características y mejoras para cualquier herramienta, proponer sus propias características para cualquier herramienta, y también votar sobre qué aplicación debería crearse a continuación cuando no hay comisión y hay tiempo disponible. Ayuda a dar forma al futuro de nuestro catálogo. Tus comentarios influyen directamente en nuestras prioridades de desarrollo.",
      "faq-catalog-access-25-question": "¿Qué pasa con mis beneficios del Nivel de Apoyo si degrado?",
      "faq-catalog-access-25-answer": "Si degradas del Nivel de Apoyo a Membresía Todas las Herramientas, retendrás los beneficios del Nivel de Apoyo (incluida la influencia en el desarrollo) hasta el final de tu período de facturación actual. Después de eso, solo tendrás los beneficios de Membresía Todas las Herramientas. Siempre puedes actualizar de nuevo al Nivel de Apoyo en cualquier momento.",
      "faq-catalog-access-26-question": "¿Qué tipo de soporte está incluido con mi compra?",
      "faq-catalog-access-26-answer": "Todas las compras incluyen acceso a nuestro sistema de soporte para problemas técnicos, preguntas sobre el uso de herramientas y gestión de cuentas. Nuestro objetivo es responder a las solicitudes de soporte dentro de 24-48 horas en días hábiles. Los miembros del Nivel de Apoyo reciben tiempos de respuesta de soporte prioritarios.",
      "faq-catalog-access-27-question": "¿Qué pasa si no puedo acceder a una herramienta que compré?",
      "faq-catalog-access-27-answer": "Si tienes problemas para acceder a una herramienta, primero verifica que hayas iniciado sesión en tu cuenta. Verifica el estado de tu suscripción en el panel de tu cuenta. Si el problema persiste, contáctanos a través de nuestra página de soporte con detalles sobre el problema, y te ayudaremos a resolverlo rápidamente.",
      "faq-catalog-access-28-question": "¿Las herramientas son accesibles sin conexión?",
      "faq-catalog-access-28-answer": "La mayoría de nuestras herramientas requieren una conexión a internet para funcionar, ya que son aplicaciones basadas en web. Algunas herramientas pueden tener funcionalidad limitada sin conexión dependiendo de sus características. Consulta la documentación de la herramienta individual para capacidades específicas sin conexión."
    }
  },
  "fr": {
    "translation": {
      "faq-catalog-access-hero-title": "Questions sur l'Accès au Catalogue",
      "faq-catalog-access-hero-subtitle": "Questions sur l'achat d'outils, les abonnements, les adhésions et l'accès à vos applications achetées.",
      "faq-category-catalog-access-title": "Accès au Catalogue",
      "faq-catalog-access-1-question": "Comment acheter une Licence d'Outil Individuel?",
      "faq-catalog-access-1-answer": "Lorsque notre système de réservation sera prêt, vous pourrez parcourir notre catalogue, sélectionner un outil et acheter une licence unique. Le prix varie selon l'outil (CHF 2-25) en fonction de la complexité et des fonctionnalités.",
      "faq-catalog-access-2-question": "Quels modes de paiement acceptez-vous?",
      "faq-catalog-access-2-answer": "Nous acceptons toutes les principales cartes de crédit et de débit via notre processeur de paiement sécurisé. Tous les paiements sont traités en toute sécurité et nous ne stockons jamais vos détails de paiement complets.",
      "faq-catalog-access-3-question": "Comment fonctionne l'essai gratuit?",
      "faq-catalog-access-3-answer": "Les niveaux d'abonnement (Adhésion Tous les Outils et Niveau Supporter) incluent une période d'essai gratuite. Vous pouvez explorer tous les outils pendant l'essai sans aucun engagement. Aucun mode de paiement n'est requis pour commencer l'essai. Si vous n'annulez pas avant la fin de l'essai, votre abonnement commencera automatiquement.",
      "faq-catalog-access-4-question": "Puis-je acheter plusieurs licences d'outils individuels en une seule fois?",
      "faq-catalog-access-4-answer": "Oui, vous pouvez acheter plusieurs licences d'outils individuels en une seule transaction. Chaque licence d'outil est indépendante et accorde un accès à vie à cet outil spécifique.",
      "faq-catalog-access-5-question": "Y a-t-il des remises disponibles?",
      "faq-catalog-access-5-answer": "Nous offrons occasionnellement des remises promotionnelles et des offres spéciales. La facturation annuelle vous fait économiser 17% par rapport à la facturation mensuelle. Les étudiants et les établissements d'enseignement peuvent être éligibles à des tarifs spéciaux—contactez-nous via notre page de support pour vous renseigner.",
      "faq-catalog-access-6-question": "Que se passe-t-il si mon paiement échoue?",
      "faq-catalog-access-6-answer": "Si un paiement échoue, nous vous en informerons par e-mail. Vous aurez un délai de grâce pour mettre à jour votre mode de paiement. Pendant ce temps, votre accès reste actif. Si le paiement n'est pas mis à jour dans le délai de grâce, votre abonnement sera suspendu jusqu'à ce que le paiement soit réussi.",
      "faq-catalog-access-7-question": "Comment accéder à mes outils achetés?",
      "faq-catalog-access-7-answer": "Une fois que vous avez acheté un outil ou un abonnement, vous recevrez des instructions d'accès par e-mail. Vous pouvez également accéder à vos outils depuis le tableau de bord de votre compte sur bitminded.ch. Chaque outil est accessible via son sous-domaine (par exemple, converter.bitminded.ch).",
      "faq-catalog-access-8-question": "Puis-je utiliser ma licence sur plusieurs appareils?",
      "faq-catalog-access-8-answer": "Oui, vos licences et abonnements sont liés à votre compte, pas à un appareil spécifique. Vous pouvez accéder à vos outils depuis n'importe quel appareil en vous connectant à votre compte. Il n'y a pas de limite sur le nombre d'appareils que vous pouvez utiliser.",
      "faq-catalog-access-9-question": "Puis-je partager ma licence avec d'autres?",
      "faq-catalog-access-9-answer": "Les licences sont destinées à un usage individuel et liées à votre compte. Partager vos identifiants de compte viole nos conditions d'utilisation. Chaque utilisateur a besoin de sa propre licence ou abonnement pour accéder aux outils.",
      "faq-catalog-access-10-question": "Que se passe-t-il lorsque de nouveaux outils sont ajoutés au catalogue?",
      "faq-catalog-access-10-answer": "Si vous avez un abonnement Adhésion Tous les Outils ou Niveau Supporter, vous obtenez automatiquement accès à tous les nouveaux outils ajoutés au catalogue sans frais supplémentaires. Les détenteurs de licences d'outils individuels n'ont accès qu'à l'outil spécifique qu'ils ont acheté.",
      "faq-catalog-access-11-question": "Dois-je être connecté pour accéder à mes outils?",
      "faq-catalog-access-11-answer": "Oui, vous devez être connecté à votre compte BitMinded pour accéder à vos outils achetés. Cela garantit un accès sécurisé et nous permet de vérifier le statut de votre abonnement. Votre session de connexion reste active sur tous les sous-domaines d'outils.",
      "faq-catalog-access-12-question": "Puis-je passer d'un Outil Individuel à l'Adhésion Tous les Outils?",
      "faq-catalog-access-12-answer": "Oui! Vous pouvez mettre à niveau à tout moment. Nous créditerons votre achat d'outil individuel vers votre adhésion. Contactez-nous via notre page de support pour discuter des options de mise à niveau.",
      "faq-catalog-access-13-question": "Que se passe-t-il si j'annule mon abonnement? Est-ce que je reçois des remboursements?",
      "faq-catalog-access-13-answer": "Vous conserverez l'accès jusqu'à la fin de votre période de facturation. Après l'annulation, vous perdrez l'accès aux outils que vous n'avez pas achetés individuellement. Les licences d'outils individuels restent actives pour toujours. Nous n'offrons pas de remboursements pour le temps d'abonnement inutilisé, mais vous pouvez annuler à tout moment et conserver l'accès jusqu'à la fin de votre période de facturation. Les licences d'outils individuels sont des achats finaux avec accès à vie et ne sont pas remboursables.",
      "faq-catalog-access-14-question": "Comment annuler mon abonnement?",
      "faq-catalog-access-14-answer": "Vous pouvez annuler votre abonnement à tout moment depuis le tableau de bord de votre compte. Allez dans les paramètres de votre compte, trouvez votre abonnement et cliquez sur annuler. Votre accès continuera jusqu'à la fin de votre période de facturation actuelle. Vous pouvez également nous contacter via notre page de support si vous avez besoin d'aide.",
      "faq-catalog-access-15-question": "Puis-je rétrograder de Tous les Outils ou Niveau Supporter à un outil individuel?",
      "faq-catalog-access-15-answer": "Oui, vous pouvez rétrograder à tout moment. Lorsque vous rétrogradez, vous conserverez l'accès jusqu'à la fin de votre période de facturation actuelle. Après cela, vous n'aurez accès qu'aux outils que vous avez achetés individuellement. Contactez-nous via notre page de support pour discuter des options de rétrogradation.",
      "faq-catalog-access-16-question": "Que se passe-t-il si les prix d'adhésion augmentent?",
      "faq-catalog-access-16-answer": "Si nous augmentons les prix d'adhésion, les abonnés existants conservent leur tarif actuel. Vous continuerez à payer le prix auquel vous vous êtes inscrit tant que votre abonnement reste actif. Les nouveaux prix seront toujours communiqués avant la mise en œuvre, et vous aurez la possibilité de continuer à votre tarif actuel ou d'ajuster votre abonnement.",
      "faq-catalog-access-17-question": "Puis-je mettre en pause mon abonnement temporairement?",
      "faq-catalog-access-17-answer": "Nous n'offrons pas de mise en pause d'abonnement, mais vous pouvez annuler et vous réabonner à tout moment. Lorsque vous annulez, vous conserverez l'accès jusqu'à la fin de votre période de facturation. Vous pouvez vous réabonner plus tard sans perdre l'historique de votre compte ou les licences d'outils individuels achetées.",
      "faq-catalog-access-18-question": "Puis-je passer entre la facturation mensuelle et annuelle?",
      "faq-catalog-access-18-answer": "Oui, vous pouvez changer votre cycle de facturation à tout moment depuis les paramètres de votre compte. Passer à la facturation annuelle vous fait économiser 17% par rapport à la facturation mensuelle. Lorsque vous changez, le changement prend effet à votre prochaine date de facturation.",
      "faq-catalog-access-19-question": "Les licences d'outils individuels sont-elles remboursables?",
      "faq-catalog-access-19-answer": "Les licences d'outils individuels sont des achats finaux avec accès à vie et ne sont pas remboursables. Veuillez examiner la description et les fonctionnalités de l'outil avant d'acheter. Si vous avez des questions sur un outil spécifique, contactez-nous via notre page de support avant d'acheter.",
      "faq-catalog-access-20-question": "Puis-je transférer ma licence d'outil individuel à quelqu'un d'autre?",
      "faq-catalog-access-20-answer": "Les licences ne sont pas transférables et sont liées à votre compte. Si vous devez transférer une licence, contactez-nous via notre page de support et nous pouvons discuter des options au cas par cas.",
      "faq-catalog-access-21-question": "Que se passe-t-il si un outil individuel que j'ai acheté est retiré du catalogue?",
      "faq-catalog-access-21-answer": "Si un outil est retiré du catalogue, vous conserverez l'accès à l'outil que vous avez acheté. Nous fournirons un préavis si un outil est interrompu, et vous continuerez à avoir accès à votre version achetée. Nous pouvons offrir des options de migration ou des crédits pour les utilisateurs concernés.",
      "faq-catalog-access-22-question": "Quelle est la différence entre l'Adhésion Tous les Outils et le Niveau Supporter?",
      "faq-catalog-access-22-answer": "L'Adhésion Tous les Outils (CHF 5/mois) vous donne accès à tous les outils du catalogue, aux mises à jour, aux notes de version et aux essais gratuits. Le Niveau Supporter (CHF 8/mois) comprend tout dans Tous les Outils plus la capacité de voter et de proposer de nouvelles fonctionnalités pour n'importe quel outil, aidant à façonner l'avenir de notre catalogue.",
      "faq-catalog-access-23-question": "Puis-je passer entre Tous les Outils et Niveau Supporter?",
      "faq-catalog-access-23-answer": "Oui, vous pouvez mettre à niveau ou rétrograder entre l'Adhésion Tous les Outils et le Niveau Supporter à tout moment depuis les paramètres de votre compte. Les changements prennent effet à votre prochaine date de facturation. Lors de la mise à niveau, vous obtiendrez immédiatement accès aux fonctionnalités du Niveau Supporter. Lors de la rétrogradation, vous conserverez les avantages du Niveau Supporter jusqu'à la fin de votre période de facturation.",
      "faq-catalog-access-24-question": "Qu'est-ce qui est inclus dans l'influence sur le développement du Niveau Supporter?",
      "faq-catalog-access-24-answer": "Les membres du Niveau Supporter peuvent voter sur de nouvelles fonctionnalités et améliorations pour n'importe quel outil, proposer leurs propres fonctionnalités à n'importe quel outil, et également voter sur quelle application devrait être créée ensuite lorsqu'il n'y a pas de commission et que le temps est disponible. Aidez à façonner l'avenir de notre catalogue. Vos commentaires influencent directement nos priorités de développement.",
      "faq-catalog-access-25-question": "Que se passe-t-il avec mes avantages du Niveau Supporter si je rétrograde?",
      "faq-catalog-access-25-answer": "Si vous rétrogradez du Niveau Supporter à l'Adhésion Tous les Outils, vous conserverez les avantages du Niveau Supporter (y compris l'influence sur le développement) jusqu'à la fin de votre période de facturation actuelle. Après cela, vous n'aurez que les avantages de l'Adhésion Tous les Outils. Vous pouvez toujours revenir au Niveau Supporter à tout moment.",
      "faq-catalog-access-26-question": "Quel type de support est inclus avec mon achat?",
      "faq-catalog-access-26-answer": "Tous les achats incluent l'accès à notre système de support pour les problèmes techniques, les questions sur l'utilisation des outils et la gestion de compte. Nous visons à répondre aux demandes de support dans les 24-48 heures les jours ouvrables. Les membres du Niveau Supporter reçoivent des temps de réponse de support prioritaires.",
      "faq-catalog-access-27-question": "Que faire si je ne peux pas accéder à un outil que j'ai acheté?",
      "faq-catalog-access-27-answer": "Si vous avez des difficultés à accéder à un outil, vérifiez d'abord que vous êtes connecté à votre compte. Vérifiez le statut de votre abonnement dans le tableau de bord de votre compte. Si le problème persiste, contactez-nous via notre page de support avec des détails sur le problème, et nous vous aiderons à le résoudre rapidement.",
      "faq-catalog-access-28-question": "Les outils sont-ils accessibles hors ligne?",
      "faq-catalog-access-28-answer": "La plupart de nos outils nécessitent une connexion Internet pour fonctionner, car ce sont des applications basées sur le Web. Certains outils peuvent avoir une fonctionnalité hors ligne limitée selon leurs fonctionnalités. Consultez la documentation de l'outil individuel pour des capacités hors ligne spécifiques."
    }
  },
  "de": {
    "translation": {
      "faq-catalog-access-hero-title": "Fragen zum Katalogzugang",
      "faq-catalog-access-hero-subtitle": "Fragen zum Kauf von Tools, Abonnements, Mitgliedschaften und Zugriff auf Ihre gekauften Apps.",
      "faq-category-catalog-access-title": "Katalogzugang",
      "faq-catalog-access-1-question": "Wie kaufe ich eine Einzeltool-Lizenz?",
      "faq-catalog-access-1-answer": "Wenn unser Buchungssystem bereit ist, können Sie unseren Katalog durchsuchen, ein Tool auswählen und eine einmalige Lizenz kaufen. Der Preis variiert je nach Tool (CHF 2-25) basierend auf Komplexität und Funktionen.",
      "faq-catalog-access-2-question": "Welche Zahlungsmethoden akzeptieren Sie?",
      "faq-catalog-access-2-answer": "Wir akzeptieren alle gängigen Kredit- und Debitkarten über unseren sicheren Zahlungsabwickler. Alle Zahlungen werden sicher verarbeitet und wir speichern niemals Ihre vollständigen Zahlungsdetails.",
      "faq-catalog-access-3-question": "Wie funktioniert die kostenlose Testversion?",
      "faq-catalog-access-3-answer": "Abonnementstufen (Alle-Tools-Mitgliedschaft und Supporter-Stufe) beinhalten eine kostenlose Testphase. Sie können alle Tools während der Testphase ohne Verpflichtung erkunden. Keine Zahlungsmethode ist erforderlich, um die Testversion zu starten. Wenn Sie nicht vor Ende der Testversion kündigen, beginnt Ihr Abonnement automatisch.",
      "faq-catalog-access-4-question": "Kann ich mehrere Einzeltool-Lizenzen auf einmal kaufen?",
      "faq-catalog-access-4-answer": "Ja, Sie können mehrere Einzeltool-Lizenzen in einer einzigen Transaktion kaufen. Jede Tool-Lizenz ist unabhängig und gewährt lebenslangen Zugriff auf dieses spezifische Tool.",
      "faq-catalog-access-5-question": "Gibt es Rabatte?",
      "faq-catalog-access-5-answer": "Wir bieten gelegentlich Werbeaktionen und Sonderangebote an. Die jährliche Abrechnung spart Ihnen 17% im Vergleich zur monatlichen Abrechnung. Studenten und Bildungseinrichtungen können für Sonderpreise in Frage kommen—kontaktieren Sie uns über unsere Supportseite, um sich zu erkundigen.",
      "faq-catalog-access-6-question": "Was passiert, wenn meine Zahlung fehlschlägt?",
      "faq-catalog-access-6-answer": "Wenn eine Zahlung fehlschlägt, benachrichtigen wir Sie per E-Mail. Sie haben eine Nachfrist, um Ihre Zahlungsmethode zu aktualisieren. Während dieser Zeit bleibt Ihr Zugriff aktiv. Wenn die Zahlung nicht innerhalb der Nachfrist aktualisiert wird, wird Ihr Abonnement pausiert, bis die Zahlung erfolgreich ist.",
      "faq-catalog-access-7-question": "Wie greife ich auf meine gekauften Tools zu?",
      "faq-catalog-access-7-answer": "Sobald Sie ein Tool oder Abonnement gekauft haben, erhalten Sie Zugriffsanweisungen per E-Mail. Sie können auch über Ihr Kontodashboard auf bitminded.ch auf Ihre Tools zugreifen. Jedes Tool ist über seine Subdomain zugänglich (z. B. converter.bitminded.ch).",
      "faq-catalog-access-8-question": "Kann ich meine Lizenz auf mehreren Geräten verwenden?",
      "faq-catalog-access-8-answer": "Ja, Ihre Lizenzen und Abonnements sind an Ihr Konto gebunden, nicht an ein bestimmtes Gerät. Sie können von jedem Gerät aus auf Ihre Tools zugreifen, indem Sie sich in Ihr Konto einloggen. Es gibt keine Begrenzung für die Anzahl der Geräte, die Sie verwenden können.",
      "faq-catalog-access-9-question": "Kann ich meine Lizenz mit anderen teilen?",
      "faq-catalog-access-9-answer": "Lizenzen sind für den individuellen Gebrauch bestimmt und an Ihr Konto gebunden. Das Teilen Ihrer Kontodaten verstößt gegen unsere Nutzungsbedingungen. Jeder Benutzer benötigt seine eigene Lizenz oder Abonnement, um auf Tools zuzugreifen.",
      "faq-catalog-access-10-question": "Was passiert, wenn neue Tools zum Katalog hinzugefügt werden?",
      "faq-catalog-access-10-answer": "Wenn Sie ein Alle-Tools-Mitgliedschafts- oder Supporter-Stufen-Abonnement haben, erhalten Sie automatisch Zugriff auf alle neuen Tools, die dem Katalog hinzugefügt werden, ohne zusätzliche Kosten. Einzeltool-Lizenzinhaber haben nur Zugriff auf das spezifische Tool, das sie gekauft haben.",
      "faq-catalog-access-11-question": "Muss ich angemeldet sein, um auf meine Tools zuzugreifen?",
      "faq-catalog-access-11-answer": "Ja, Sie müssen in Ihr BitMinded-Konto angemeldet sein, um auf Ihre gekauften Tools zuzugreifen. Dies gewährleistet sicheren Zugriff und ermöglicht es uns, Ihren Abonnementstatus zu überprüfen. Ihre Anmeldesitzung bleibt auf allen Tool-Subdomains aktiv.",
      "faq-catalog-access-12-question": "Kann ich von Einzeltool auf Alle-Tools-Mitgliedschaft upgraden?",
      "faq-catalog-access-12-answer": "Ja! Sie können jederzeit upgraden. Wir werden Ihren Einzeltool-Kauf auf Ihre Mitgliedschaft anrechnen. Kontaktieren Sie uns über unsere Supportseite, um Upgrade-Optionen zu besprechen.",
      "faq-catalog-access-13-question": "Was passiert, wenn ich mein Abonnement kündige? Erhalte ich Rückerstattungen?",
      "faq-catalog-access-13-answer": "Sie behalten den Zugriff bis zum Ende Ihres Abrechnungszeitraums. Nach der Kündigung verlieren Sie den Zugriff auf Tools, die Sie nicht einzeln gekauft haben. Einzeltool-Lizenzen bleiben für immer aktiv. Wir bieten keine Rückerstattungen für ungenutzte Abonnementzeit an, aber Sie können jederzeit kündigen und behalten den Zugriff bis zum Ende Ihres Abrechnungszeitraums. Einzeltool-Lizenzen sind endgültige Käufe mit lebenslangem Zugriff und sind nicht erstattungsfähig.",
      "faq-catalog-access-14-question": "Wie kündige ich mein Abonnement?",
      "faq-catalog-access-14-answer": "Sie können Ihr Abonnement jederzeit über Ihr Kontodashboard kündigen. Gehen Sie zu Ihren Kontoeinstellungen, finden Sie Ihr Abonnement und klicken Sie auf Kündigen. Ihr Zugriff bleibt bis zum Ende Ihres aktuellen Abrechnungszeitraums bestehen. Sie können uns auch über unsere Supportseite kontaktieren, wenn Sie Hilfe benötigen.",
      "faq-catalog-access-15-question": "Kann ich von Alle-Tools oder Supporter-Stufe auf ein Einzeltool downgraden?",
      "faq-catalog-access-15-answer": "Ja, Sie können jederzeit downgraden. Wenn Sie downgraden, behalten Sie den Zugriff bis zum Ende Ihres aktuellen Abrechnungszeitraums. Danach haben Sie nur Zugriff auf Tools, die Sie einzeln gekauft haben. Kontaktieren Sie uns über unsere Supportseite, um Downgrade-Optionen zu besprechen.",
      "faq-catalog-access-16-question": "Was passiert, wenn die Mitgliedschaftspreise steigen?",
      "faq-catalog-access-16-answer": "Wenn wir die Mitgliedschaftspreise erhöhen, werden bestehende Abonnenten zu ihrem aktuellen Tarif übernommen. Sie zahlen weiterhin den Preis, für den Sie sich angemeldet haben, solange Ihr Abonnement aktiv bleibt. Neue Preise werden immer vor der Implementierung kommuniziert, und Sie haben die Möglichkeit, zu Ihrem aktuellen Tarif fortzufahren oder Ihr Abonnement anzupassen.",
      "faq-catalog-access-17-question": "Kann ich mein Abonnement vorübergehend pausieren?",
      "faq-catalog-access-17-answer": "Wir bieten keine Abonnementpausierung an, aber Sie können jederzeit kündigen und sich erneut anmelden. Wenn Sie kündigen, behalten Sie den Zugriff bis zum Ende Ihres Abrechnungszeitraums. Sie können sich später erneut anmelden, ohne Ihren Kontoverlauf oder gekaufte Einzeltool-Lizenzen zu verlieren.",
      "faq-catalog-access-18-question": "Kann ich zwischen monatlicher und jährlicher Abrechnung wechseln?",
      "faq-catalog-access-18-answer": "Ja, Sie können Ihren Abrechnungszyklus jederzeit über Ihre Kontoeinstellungen ändern. Der Wechsel zur jährlichen Abrechnung spart Ihnen 17% im Vergleich zur monatlichen Abrechnung. Wenn Sie wechseln, tritt die Änderung an Ihrem nächsten Abrechnungsdatum in Kraft.",
      "faq-catalog-access-19-question": "Sind Einzeltool-Lizenzen erstattungsfähig?",
      "faq-catalog-access-19-answer": "Einzeltool-Lizenzen sind endgültige Käufe mit lebenslangem Zugriff und sind nicht erstattungsfähig. Bitte überprüfen Sie die Tool-Beschreibung und Funktionen vor dem Kauf. Wenn Sie Fragen zu einem bestimmten Tool haben, kontaktieren Sie uns über unsere Supportseite vor dem Kauf.",
      "faq-catalog-access-20-question": "Kann ich meine Einzeltool-Lizenz an jemand anderen übertragen?",
      "faq-catalog-access-20-answer": "Lizenzen sind nicht übertragbar und an Ihr Konto gebunden. Wenn Sie eine Lizenz übertragen müssen, kontaktieren Sie uns über unsere Supportseite und wir können Optionen von Fall zu Fall besprechen.",
      "faq-catalog-access-21-question": "Was ist, wenn ein Einzeltool, das ich gekauft habe, aus dem Katalog entfernt wird?",
      "faq-catalog-access-21-answer": "Wenn ein Tool aus dem Katalog entfernt wird, behalten Sie den Zugriff auf das Tool, das Sie gekauft haben. Wir werden im Voraus benachrichtigen, wenn ein Tool eingestellt wird, und Sie haben weiterhin Zugriff auf Ihre gekaufte Version. Wir können Migrationsoptionen oder Gutschriften für betroffene Benutzer anbieten.",
      "faq-catalog-access-22-question": "Was ist der Unterschied zwischen Alle-Tools-Mitgliedschaft und Supporter-Stufe?",
      "faq-catalog-access-22-answer": "Die Alle-Tools-Mitgliedschaft (CHF 5/Monat) gibt Ihnen Zugriff auf alle Katalogtools, Updates, Versionshinweise und kostenlose Testversionen. Die Supporter-Stufe (CHF 8/Monat) umfasst alles in Alle-Tools plus die Möglichkeit, über neue Funktionen für jedes Tool abzustimmen und eigene Funktionen vorzuschlagen, was dazu beiträgt, die Zukunft unseres Katalogs zu gestalten.",
      "faq-catalog-access-23-question": "Kann ich zwischen Alle-Tools und Supporter-Stufe wechseln?",
      "faq-catalog-access-23-answer": "Ja, Sie können jederzeit zwischen Alle-Tools-Mitgliedschaft und Supporter-Stufe upgraden oder downgraden über Ihre Kontoeinstellungen. Änderungen treten an Ihrem nächsten Abrechnungsdatum in Kraft. Beim Upgrade erhalten Sie sofort Zugriff auf Supporter-Stufen-Funktionen. Beim Downgrade behalten Sie Supporter-Stufen-Vorteile bis zum Ende Ihres Abrechnungszeitraums.",
      "faq-catalog-access-24-question": "Was ist im Entwicklungseinfluss der Supporter-Stufe enthalten?",
      "faq-catalog-access-24-answer": "Mitglieder der Supporter-Stufe können über neue Funktionen und Verbesserungen für jedes Tool abstimmen, eigene Funktionen für jedes Tool vorschlagen und auch darüber abstimmen, welche App als nächstes erstellt werden sollte, wenn es keine Kommission gibt und Zeit verfügbar ist. Helfen Sie mit, die Zukunft unseres Katalogs mitzugestalten. Ihr Feedback beeinflusst direkt unsere Entwicklungsprioritäten.",
      "faq-catalog-access-25-question": "Was passiert mit meinen Supporter-Stufen-Vorteilen, wenn ich downgrade?",
      "faq-catalog-access-25-answer": "Wenn Sie von der Supporter-Stufe auf die Alle-Tools-Mitgliedschaft downgraden, behalten Sie Supporter-Stufen-Vorteile (einschließlich Entwicklungseinfluss) bis zum Ende Ihres aktuellen Abrechnungszeitraums. Danach haben Sie nur noch Alle-Tools-Mitgliedschaftsvorteile. Sie können jederzeit wieder auf die Supporter-Stufe upgraden.",
      "faq-catalog-access-26-question": "Welche Art von Support ist in meinem Kauf enthalten?",
      "faq-catalog-access-26-answer": "Alle Käufe beinhalten Zugriff auf unser Support-System für technische Probleme, Fragen zur Tool-Nutzung und Kontoverwaltung. Wir zielen darauf ab, Support-Anfragen innerhalb von 24-48 Stunden an Werktagen zu beantworten. Mitglieder der Supporter-Stufe erhalten priorisierte Support-Antwortzeiten.",
      "faq-catalog-access-27-question": "Was ist, wenn ich nicht auf ein Tool zugreifen kann, das ich gekauft habe?",
      "faq-catalog-access-27-answer": "Wenn Sie Probleme beim Zugriff auf ein Tool haben, überprüfen Sie zuerst, ob Sie in Ihr Konto angemeldet sind. Überprüfen Sie Ihren Abonnementstatus in Ihrem Kontodashboard. Wenn das Problem weiterhin besteht, kontaktieren Sie uns über unsere Supportseite mit Details zum Problem, und wir helfen Ihnen, es schnell zu lösen.",
      "faq-catalog-access-28-question": "Sind Tools offline zugänglich?",
      "faq-catalog-access-28-answer": "Die meisten unserer Tools benötigen eine Internetverbindung, um zu funktionieren, da es sich um webbasierte Anwendungen handelt. Einige Tools können je nach ihren Funktionen eine begrenzte Offline-Funktionalität haben. Überprüfen Sie die Dokumentation des einzelnen Tools auf spezifische Offline-Funktionen."
    }
  }
}

