{
  "en": {
    "translation": {
      "faq-tech-support-hero-title": "Tech Support Questions",
      "faq-tech-support-hero-subtitle": "Questions about our tech support services, sessions, booking, and policies.",
      "faq-category-tech-support-title": "Tech Support",
      "faq-tech-support-1-question": "What's the difference between the different session types?",
      "faq-tech-support-1-answer": "Confidence Sessions are structured one-hour sessions focused on building digital confidence over time, ideal for beginners. Quick Tech Help is a 45-minute troubleshooting session perfect for immediate fixes. Family sessions cover shared devices and digital habits for households. Series and bundles provide multiple sessions for deeper learning and habit-building.",
      "faq-tech-support-2-question": "How do remote sessions work?",
      "faq-tech-support-2-answer": "Remote sessions are conducted via video call (Zoom, Google Meet, or your preferred platform). We'll send you a link before your session. During the call, we can share screens, walk through processes together, and guide you step-by-step. You'll still receive all the same notes, checklists, and recommendations as in-person sessions.",
      "faq-tech-support-3-question": "What should I prepare before a session?",
      "faq-tech-support-3-answer": "Before your session, think about what you'd like to accomplish or learn. Have any relevant devices, accounts, or questions ready. For remote sessions, ensure you have a stable internet connection and your device charged. For troubleshooting sessions, note any error messages or issues you've encountered. No technical knowledge is required—we'll guide you through everything.",
      "faq-tech-support-4-question": "Can I book multiple sessions?",
      "faq-tech-support-4-answer": "Absolutely! Many clients benefit from multiple sessions. Series and bundles offer discounted rates for multiple sessions. You can also book individual sessions as needed. We can help you choose the right package based on your goals—whether it's building confidence over time, learning specific skills, or ongoing support.",
      "faq-tech-support-5-question": "What happens after a session?",
      "faq-tech-support-5-answer": "After each session, you'll receive annotated notes summarizing what we covered, step-by-step checklists for future reference, and personalized recommendations for building healthy tech habits. For series and bundles, you'll get homework assignments between sessions. You can always reach out with follow-up questions, and we're available for additional sessions as needed.",
      "faq-tech-support-6-question": "Do you offer payment plans?",
      "faq-tech-support-6-answer": "Yes, we're flexible and can work with you on payment arrangements for series and bundles. Contact us to discuss payment plan options that work for your budget.",
      "faq-tech-support-7-question": "Can sessions be recorded for later reference?",
      "faq-tech-support-7-answer": "We provide detailed annotated notes and checklists after each session, which serve as your reference guide. Recording sessions can be arranged upon request for an additional fee. However, the notes and checklists are designed to capture everything important without needing a recording.",
      "faq-tech-support-travel-question": "How do in-person travel costs work?",
      "faq-tech-support-travel-answer": "For in-person visits, travel is billed at CHF 0.50/km from Vaulion or the last customer, with a minimum of CHF 5 and a maximum of CHF 40. We plan routes to minimize your cost, and we confirm the travel amount before your appointment.",
      "faq-tech-support-8-question": "Which languages do you support? Where do you travel for in-person?",
      "faq-tech-support-8-answer": "We offer sessions in English and French. In-person visits are available across the canton of Vaud and nearby areas; reach out if you're unsure about your location.",
      "faq-tech-support-9-question": "Who qualifies for the reduced fare?",
      "faq-tech-support-9-answer": "Reduced fare is available for seniors, students, and people who are unemployed. If this applies to you, just let us know when booking.",
      "faq-tech-support-10-question": "What is your cancellation policy?",
      "faq-tech-support-10-answer": "Cancellations within 24 hours of your appointment are billed at 50% of the session price. There is no fee for cancellations made earlier.",
      "faq-tech-support-11-question": "Can you help buy devices for me?",
      "faq-tech-support-11-answer": "Yes. We can procure new or second-hand devices based on your preferences and budget. Procurement is billed hourly plus the device cost; we add the device cost to your invoice with receipts.",
      "faq-tech-support-12-question": "How do you handle privacy and security?",
      "faq-tech-support-12-answer": "We never keep your passwords. If we need temporary access, we'll guide you to change passwords afterwards. Notes we share avoid sensitive information, and we emphasize safe digital practices.",
      "faq-tech-support-13-question": "Do you provide accessibility accommodations?",
      "faq-tech-support-13-answer": "Yes. We adapt pace and materials for your needs—for example larger-print notes, clearer step-by-step checklists, and slower walkthroughs. Tell us what helps you most.",
      "faq-tech-support-14-question": "How do I book? Can family members join?",
      "faq-tech-support-14-answer": "Use the centralized booking at the bottom of this page. Our sessions are parent-focused; other family members can participate if helpful, but it isn't full-family coaching.",
      "faq-tech-support-15-question": "Do you repair hardware?",
      "faq-tech-support-15-answer": "We focus on setup, configuration, learning, and smart home/console support. We don't perform hardware repairs, but we can recommend options if needed."
    }
  },
  "es": {
    "translation": {
      "faq-tech-support-hero-title": "Preguntas de Soporte Técnico",
      "faq-tech-support-hero-subtitle": "Preguntas sobre nuestros servicios de soporte técnico, sesiones, reservas y políticas.",
      "faq-category-tech-support-title": "Soporte Técnico",
      "faq-tech-support-1-question": "¿Cuál es la diferencia entre los diferentes tipos de sesiones?",
      "faq-tech-support-1-answer": "Las Sesiones de Confianza son sesiones estructuradas de una hora enfocadas en construir confianza digital con el tiempo, ideales para principiantes. Ayuda Tecnológica Rápida es una sesión de resolución de problemas de 45 minutos perfecta para soluciones inmediatas. Las sesiones familiares cubren dispositivos compartidos y hábitos digitales para hogares. Las series y paquetes proporcionan múltiples sesiones para un aprendizaje más profundo y construcción de hábitos.",
      "faq-tech-support-2-question": "¿Cómo funcionan las sesiones remotas?",
      "faq-tech-support-2-answer": "Las sesiones remotas se realizan por videollamada (Zoom, Google Meet o tu plataforma preferida). Te enviaremos un enlace antes de tu sesión. Durante la llamada, podemos compartir pantallas, recorrer procesos juntos y guiarte paso a paso. Aún recibirás todas las mismas notas, listas de verificación y recomendaciones que en las sesiones presenciales.",
      "faq-tech-support-3-question": "¿Qué debo preparar antes de una sesión?",
      "faq-tech-support-3-answer": "Antes de tu sesión, piensa en lo que te gustaría lograr o aprender. Ten listos cualquier dispositivo, cuenta o pregunta relevante. Para sesiones remotas, asegúrate de tener una conexión a internet estable y tu dispositivo cargado. Para sesiones de resolución de problemas, anota cualquier mensaje de error o problema que hayas encontrado. No se requiere conocimiento técnico—te guiaremos a través de todo.",
      "faq-tech-support-4-question": "¿Puedo reservar múltiples sesiones?",
      "faq-tech-support-4-answer": "¡Por supuesto! Muchos clientes se benefician de múltiples sesiones. Las series y paquetes ofrecen tarifas con descuento para múltiples sesiones. También puedes reservar sesiones individuales según sea necesario. Podemos ayudarte a elegir el paquete correcto según tus objetivos—ya sea construir confianza con el tiempo, aprender habilidades específicas o apoyo continuo.",
      "faq-tech-support-5-question": "¿Qué sucede después de una sesión?",
      "faq-tech-support-5-answer": "Después de cada sesión, recibirás notas anotadas que resumen lo que cubrimos, listas de verificación paso a paso para referencia futura y recomendaciones personalizadas para construir hábitos tecnológicos saludables. Para series y paquetes, recibirás tareas para el hogar entre sesiones. Siempre puedes contactarnos con preguntas de seguimiento, y estamos disponibles para sesiones adicionales según sea necesario.",
      "faq-tech-support-6-question": "¿Ofrecen planes de pago?",
      "faq-tech-support-6-answer": "Sí, somos flexibles y podemos trabajar contigo en arreglos de pago para series y paquetes. Contáctanos para discutir opciones de planes de pago que funcionen para tu presupuesto.",
      "faq-tech-support-7-question": "¿Se pueden grabar las sesiones para referencia posterior?",
      "faq-tech-support-7-answer": "Proporcionamos notas anotadas detalladas y listas de verificación después de cada sesión, que sirven como tu guía de referencia. La grabación de sesiones puede organizarse bajo solicitud por una tarifa adicional. Sin embargo, las notas y listas de verificación están diseñadas para capturar todo lo importante sin necesidad de una grabación.",
      "faq-tech-support-travel-question": "¿Cómo funcionan los costos de desplazamiento en persona?",
      "faq-tech-support-travel-answer": "Para visitas presenciales, el desplazamiento se factura a CHF 0,50/km desde Vaulion o el último cliente, con un mínimo de CHF 5 y un máximo de CHF 40. Planificamos rutas para minimizar tu costo y confirmamos el monto de desplazamiento antes de tu cita.",
      "faq-tech-support-8-question": "¿Qué idiomas ofrecen? ¿A dónde viajan para sesiones presenciales?",
      "faq-tech-support-8-answer": "Ofrecemos sesiones en inglés y francés. Las visitas presenciales están disponibles en el cantón de Vaud y zonas cercanas; contáctanos si no estás seguro sobre tu ubicación.",
      "faq-tech-support-9-question": "¿Quién califica para la tarifa reducida?",
      "faq-tech-support-9-answer": "La tarifa reducida está disponible para personas mayores, estudiantes y personas desempleadas. Si aplica a tu caso, indícanoslo al reservar.",
      "faq-tech-support-10-question": "¿Cuál es su política de cancelación?",
      "faq-tech-support-10-answer": "Las cancelaciones dentro de las 24 horas de tu cita se facturan al 50% del precio de la sesión. No hay cargo para cancelaciones con mayor antelación.",
      "faq-tech-support-11-question": "¿Pueden comprar dispositivos por mí?",
      "faq-tech-support-11-answer": "Sí. Podemos adquirir dispositivos nuevos o de segunda mano según tus preferencias y presupuesto. La adquisición se factura por hora más el costo del dispositivo; agregamos el costo del dispositivo a tu factura con recibos.",
      "faq-tech-support-12-question": "¿Cómo manejan la privacidad y la seguridad?",
      "faq-tech-support-12-answer": "Nunca guardamos tus contraseñas. Si necesitamos acceso temporal, te guiaremos para cambiarlas después. Las notas que compartimos evitan información sensible y enfatizamos prácticas digitales seguras.",
      "faq-tech-support-13-question": "¿Ofrecen adaptaciones de accesibilidad?",
      "faq-tech-support-13-answer": "Sí. Adaptamos el ritmo y los materiales a tus necesidades—por ejemplo notas con letra más grande, listas de verificación claras y recorridos más lentos. Dinos qué te ayuda más.",
      "faq-tech-support-14-question": "¿Cómo reservo? ¿Pueden unirse familiares?",
      "faq-tech-support-14-answer": "Usa la reserva centralizada al final de esta página. Nuestras sesiones están centradas en los padres; otros familiares pueden participar si ayuda, pero no es un coaching de toda la familia.",
      "faq-tech-support-15-question": "¿Reparan hardware?",
      "faq-tech-support-15-answer": "Nos enfocamos en configuración, aprendizaje y soporte para hogar inteligente/consolas. No realizamos reparaciones de hardware, pero podemos recomendar opciones si es necesario."
    }
  },
  "fr": {
    "translation": {
      "faq-tech-support-hero-title": "Questions sur le Support Technique",
      "faq-tech-support-hero-subtitle": "Questions sur nos services de support technique, les sessions, les réservations et les politiques.",
      "faq-category-tech-support-title": "Support Technique",
      "faq-tech-support-1-question": "Quelle est la différence entre les différents types de sessions?",
      "faq-tech-support-1-answer": "Les Sessions de Confiance sont des sessions structurées d'une heure axées sur le développement de la confiance numérique au fil du temps, idéales pour les débutants. L'Aide Technique Rapide est une session de dépannage de 45 minutes parfaite pour les corrections immédiates. Les sessions familiales couvrent les appareils partagés et les habitudes numériques pour les ménages. Les séries et forfaits offrent plusieurs sessions pour un apprentissage plus approfondi et le développement d'habitudes.",
      "faq-tech-support-2-question": "Comment fonctionnent les sessions à distance?",
      "faq-tech-support-2-answer": "Les sessions à distance sont menées par appel vidéo (Zoom, Google Meet ou votre plateforme préférée). Nous vous enverrons un lien avant votre session. Pendant l'appel, nous pouvons partager des écrans, parcourir des processus ensemble et vous guider étape par étape. Vous recevrez toujours toutes les mêmes notes, listes de contrôle et recommandations que lors des sessions en personne.",
      "faq-tech-support-3-question": "Que dois-je préparer avant une session?",
      "faq-tech-support-3-answer": "Avant votre session, réfléchissez à ce que vous aimeriez accomplir ou apprendre. Ayez tous les appareils, comptes ou questions pertinents prêts. Pour les sessions à distance, assurez-vous d'avoir une connexion Internet stable et votre appareil chargé. Pour les sessions de dépannage, notez tous les messages d'erreur ou problèmes que vous avez rencontrés. Aucune connaissance technique n'est requise—nous vous guiderons à travers tout.",
      "faq-tech-support-4-question": "Puis-je réserver plusieurs sessions?",
      "faq-tech-support-4-answer": "Absolument! De nombreux clients bénéficient de plusieurs sessions. Les séries et forfaits offrent des tarifs réduits pour plusieurs sessions. Vous pouvez également réserver des sessions individuelles selon vos besoins. Nous pouvons vous aider à choisir le bon forfait en fonction de vos objectifs—que ce soit pour développer la confiance au fil du temps, apprendre des compétences spécifiques ou obtenir un soutien continu.",
      "faq-tech-support-5-question": "Que se passe-t-il après une session?",
      "faq-tech-support-5-answer": "Après chaque session, vous recevrez des notes annotées résumant ce que nous avons couvert, des listes de contrôle étape par étape pour référence future et des recommandations personnalisées pour développer des habitudes technologiques saines. Pour les séries et forfaits, vous recevrez des devoirs entre les sessions. Vous pouvez toujours nous contacter avec des questions de suivi, et nous sommes disponibles pour des sessions supplémentaires selon vos besoins.",
      "faq-tech-support-6-question": "Offrez-vous des plans de paiement?",
      "faq-tech-support-6-answer": "Oui, nous sommes flexibles et pouvons travailler avec vous sur les arrangements de paiement pour les séries et forfaits. Contactez-nous pour discuter des options de plan de paiement qui conviennent à votre budget.",
      "faq-tech-support-7-question": "Les sessions peuvent-elles être enregistrées pour référence ultérieure?",
      "faq-tech-support-7-answer": "Nous fournissons des notes annotées détaillées et des listes de contrôle après chaque session, qui servent de guide de référence. L'enregistrement des sessions peut être organisé sur demande moyennant des frais supplémentaires. Cependant, les notes et listes de contrôle sont conçues pour capturer tout ce qui est important sans avoir besoin d'un enregistrement.",
      "faq-tech-support-travel-question": "Comment fonctionnent les coûts de déplacement en personne?",
      "faq-tech-support-travel-answer": "Pour les visites en personne, le déplacement est facturé à CHF 0,50/km depuis Vaulion ou le dernier client, avec un minimum de CHF 5 et un maximum de CHF 40. Nous planifions les itinéraires pour minimiser vos coûts, et nous confirmons le montant du déplacement avant votre rendez-vous.",
      "faq-tech-support-8-question": "Quelles langues supportez-vous? Où voyagez-vous pour les sessions en personne?",
      "faq-tech-support-8-answer": "Nous offrons des sessions en anglais et en français. Les visites en personne sont disponibles dans le canton de Vaud et les zones voisines; contactez-nous si vous n'êtes pas sûr de votre emplacement.",
      "faq-tech-support-9-question": "Qui est admissible au tarif réduit?",
      "faq-tech-support-9-answer": "Le tarif réduit est disponible pour les personnes âgées, les étudiants et les personnes au chômage. Si cela s'applique à vous, faites-le nous savoir lors de la réservation.",
      "faq-tech-support-10-question": "Quelle est votre politique d'annulation?",
      "faq-tech-support-10-answer": "Les annulations dans les 24 heures suivant votre rendez-vous sont facturées à 50% du prix de la session. Il n'y a pas de frais pour les annulations faites plus tôt.",
      "faq-tech-support-11-question": "Pouvez-vous m'aider à acheter des appareils?",
      "faq-tech-support-11-answer": "Oui. Nous pouvons nous procurer des appareils neufs ou d'occasion selon vos préférences et votre budget. L'approvisionnement est facturé à l'heure plus le coût de l'appareil; nous ajoutons le coût de l'appareil à votre facture avec des reçus.",
      "faq-tech-support-12-question": "Comment gérez-vous la confidentialité et la sécurité?",
      "faq-tech-support-12-answer": "Nous ne conservons jamais vos mots de passe. Si nous avons besoin d'un accès temporaire, nous vous guiderons pour changer les mots de passe ensuite. Les notes que nous partageons évitent les informations sensibles, et nous mettons l'accent sur les pratiques numériques sûres.",
      "faq-tech-support-13-question": "Offrez-vous des aménagements d'accessibilité?",
      "faq-tech-support-13-answer": "Oui. Nous adaptons le rythme et les matériaux à vos besoins—par exemple des notes en gros caractères, des listes de contrôle plus claires étape par étape et des parcours plus lents. Dites-nous ce qui vous aide le plus.",
      "faq-tech-support-14-question": "Comment réserver? Les membres de la famille peuvent-ils se joindre?",
      "faq-tech-support-14-answer": "Utilisez la réservation centralisée en bas de cette page. Nos sessions sont axées sur les parents; d'autres membres de la famille peuvent participer si cela est utile, mais ce n'est pas un coaching de toute la famille.",
      "faq-tech-support-15-question": "Réparerez-vous le matériel?",
      "faq-tech-support-15-answer": "Nous nous concentrons sur la configuration, l'apprentissage et le support pour la maison intelligente/console. Nous n'effectuons pas de réparations matérielles, mais nous pouvons recommander des options si nécessaire."
    }
  },
  "de": {
    "translation": {
      "faq-tech-support-hero-title": "Fragen zum Technischen Support",
      "faq-tech-support-hero-subtitle": "Fragen zu unseren technischen Support-Dienstleistungen, Sitzungen, Buchungen und Richtlinien.",
      "faq-category-tech-support-title": "Technischer Support",
      "faq-tech-support-1-question": "Was ist der Unterschied zwischen den verschiedenen Sitzungstypen?",
      "faq-tech-support-1-answer": "Vertrauenssitzungen sind strukturierte einstündige Sitzungen, die darauf abzielen, digitales Vertrauen im Laufe der Zeit aufzubauen, ideal für Anfänger. Schnelle Technikhilfe ist eine 45-minütige Fehlerbehebungs-Sitzung, perfekt für sofortige Korrekturen. Familiensitzungen decken gemeinsame Geräte und digitale Gewohnheiten für Haushalte ab. Serien und Pakete bieten mehrere Sitzungen für tieferes Lernen und Gewohnheitsbildung.",
      "faq-tech-support-2-question": "Wie funktionieren Remote-Sitzungen?",
      "faq-tech-support-2-answer": "Remote-Sitzungen werden per Videoanruf (Zoom, Google Meet oder Ihrer bevorzugten Plattform) durchgeführt. Wir senden Ihnen vor Ihrer Sitzung einen Link. Während des Anrufs können wir Bildschirme teilen, Prozesse gemeinsam durchgehen und Sie Schritt für Schritt führen. Sie erhalten immer alle gleichen Notizen, Checklisten und Empfehlungen wie bei persönlichen Sitzungen.",
      "faq-tech-support-3-question": "Was sollte ich vor einer Sitzung vorbereiten?",
      "faq-tech-support-3-answer": "Denken Sie vor Ihrer Sitzung darüber nach, was Sie erreichen oder lernen möchten. Halten Sie relevante Geräte, Konten oder Fragen bereit. Für Remote-Sitzungen stellen Sie sicher, dass Sie eine stabile Internetverbindung haben und Ihr Gerät aufgeladen ist. Für Fehlerbehebungs-Sitzungen notieren Sie alle Fehlermeldungen oder Probleme, auf die Sie gestoßen sind. Keine technischen Kenntnisse erforderlich—wir führen Sie durch alles.",
      "faq-tech-support-4-question": "Kann ich mehrere Sitzungen buchen?",
      "faq-tech-support-4-answer": "Absolut! Viele Kunden profitieren von mehreren Sitzungen. Serien und Pakete bieten reduzierte Tarife für mehrere Sitzungen. Sie können auch einzelne Sitzungen nach Bedarf buchen. Wir können Ihnen helfen, das richtige Paket basierend auf Ihren Zielen zu wählen—ob es darum geht, Vertrauen im Laufe der Zeit aufzubauen, spezifische Fähigkeiten zu erlernen oder laufende Unterstützung zu erhalten.",
      "faq-tech-support-5-question": "Was passiert nach einer Sitzung?",
      "faq-tech-support-5-answer": "Nach jeder Sitzung erhalten Sie annotierte Notizen, die zusammenfassen, was wir behandelt haben, Schritt-für-Schritt-Checklisten für zukünftige Referenz und personalisierte Empfehlungen für den Aufbau gesunder Technologiegewohnheiten. Für Serien und Pakete erhalten Sie Hausaufgaben zwischen den Sitzungen. Sie können sich jederzeit mit Nachfragen melden, und wir sind für zusätzliche Sitzungen nach Bedarf verfügbar.",
      "faq-tech-support-6-question": "Bieten Sie Zahlungspläne an?",
      "faq-tech-support-6-answer": "Ja, wir sind flexibel und können mit Ihnen an Zahlungsvereinbarungen für Serien und Pakete arbeiten. Kontaktieren Sie uns, um Zahlungsplanoptionen zu besprechen, die zu Ihrem Budget passen.",
      "faq-tech-support-7-question": "Können Sitzungen für spätere Referenz aufgezeichnet werden?",
      "faq-tech-support-7-answer": "Wir stellen nach jeder Sitzung detaillierte annotierte Notizen und Checklisten bereit, die als Ihr Referenzleitfaden dienen. Die Aufzeichnung von Sitzungen kann auf Anfrage gegen eine zusätzliche Gebühr arrangiert werden. Die Notizen und Checklisten sind jedoch so konzipiert, dass sie alles Wichtige erfassen, ohne eine Aufzeichnung zu benötigen.",
      "faq-tech-support-travel-question": "Wie funktionieren die Reisekosten für persönliche Besuche?",
      "faq-tech-support-travel-answer": "Für persönliche Besuche werden Reisen mit CHF 0,50/km von Vaulion oder dem letzten Kunden abgerechnet, mit einem Minimum von CHF 5 und einem Maximum von CHF 40. Wir planen Routen, um Ihre Kosten zu minimieren, und bestätigen den Reisebetrag vor Ihrem Termin.",
      "faq-tech-support-8-question": "Welche Sprachen unterstützen Sie? Wohin reisen Sie für persönliche Sitzungen?",
      "faq-tech-support-8-answer": "Wir bieten Sitzungen auf Englisch und Französisch an. Persönliche Besuche sind im Kanton Waadt und in nahegelegenen Gebieten verfügbar; kontaktieren Sie uns, wenn Sie sich über Ihren Standort nicht sicher sind.",
      "faq-tech-support-9-question": "Wer ist für den ermäßigten Tarif berechtigt?",
      "faq-tech-support-9-answer": "Der ermäßigte Tarif ist für Senioren, Studenten und Arbeitslose verfügbar. Wenn dies auf Sie zutrifft, teilen Sie uns dies einfach bei der Buchung mit.",
      "faq-tech-support-10-question": "Wie ist Ihre Stornierungsrichtlinie?",
      "faq-tech-support-10-answer": "Stornierungen innerhalb von 24 Stunden nach Ihrem Termin werden mit 50% des Sitzungspreises berechnet. Für frühere Stornierungen fallen keine Gebühren an.",
      "faq-tech-support-11-question": "Können Sie mir beim Kauf von Geräten helfen?",
      "faq-tech-support-11-answer": "Ja. Wir können neue oder gebrauchte Geräte basierend auf Ihren Präferenzen und Ihrem Budget beschaffen. Die Beschaffung wird stündlich plus den Gerätekosten berechnet; wir fügen die Gerätekosten Ihrer Rechnung mit Quittungen hinzu.",
      "faq-tech-support-12-question": "Wie gehen Sie mit Datenschutz und Sicherheit um?",
      "faq-tech-support-12-answer": "Wir speichern niemals Ihre Passwörter. Wenn wir temporären Zugriff benötigen, führen wir Sie anschließend an, die Passwörter zu ändern. Die Notizen, die wir teilen, vermeiden sensible Informationen, und wir betonen sichere digitale Praktiken.",
      "faq-tech-support-13-question": "Bieten Sie Barrierefreiheitsunterkünfte an?",
      "faq-tech-support-13-answer": "Ja. Wir passen Tempo und Materialien an Ihre Bedürfnisse an—zum Beispiel Notizen in größerer Schrift, klarere Schritt-für-Schritt-Checklisten und langsamere Durchgänge. Sagen Sie uns, was Ihnen am meisten hilft.",
      "faq-tech-support-14-question": "Wie buche ich? Können sich Familienmitglieder anschließen?",
      "faq-tech-support-14-answer": "Verwenden Sie die zentralisierte Buchung am Ende dieser Seite. Unsere Sitzungen sind elternorientiert; andere Familienmitglieder können teilnehmen, wenn es hilfreich ist, aber es ist kein vollständiges Familien-Coaching.",
      "faq-tech-support-15-question": "Reparieren Sie Hardware?",
      "faq-tech-support-15-answer": "Wir konzentrieren uns auf Einrichtung, Konfiguration, Lernen und Smart-Home/Console-Support. Wir führen keine Hardware-Reparaturen durch, können aber bei Bedarf Optionen empfehlen."
    }
  }
}

