{
  "en": {
    "translation": {
      "tech-support-hero-title": "Tech Support",
      "tech-support-hero-subtitle": "Judgment-free tech support delivered with patience and plain language. Bring any device or question, leave with notes, rituals, and confidence.",
      "tech-support-audience-title": "Who These Services Help",
      "tech-support-audience-1-title": "Tech-Anxious Learners",
      "tech-support-audience-1-text": "Students, seniors, and career shifters who want patient coaching to feel safe online.",
      "tech-support-audience-2-title": "Families Seeking Digital Literacy",
      "tech-support-audience-2-text": "Households looking for shared digital literacy rituals and healthy tech boundaries.",
      "tech-support-audience-3-title": "Anyone with Tech Questions",
      "tech-support-audience-3-text": "From quick fixes to building confidence over time, we're here to help in plain language.",
      "tech-support-process-title": "The Process",
      "tech-support-step-1-title": "Discovery",
      "tech-support-step-1-text": "We start with a quick intake conversation to understand your needs, goals, and what you'd like to learn or accomplish. This helps us tailor the session to your specific situation.",
      "tech-support-step-2-title": "Session",
      "tech-support-step-2-text": "We work together step-by-step, explaining everything in plain language. Whether it's troubleshooting, setting up devices, or building digital confidence, we guide you through each step with patience and no judgment.",
      "tech-support-step-3-title": "Follow-up",
      "tech-support-step-3-text": "You receive annotated notes summarizing what we covered, checklists for future reference, and personalized recommendations for building healthy tech habits. Ongoing check-ins are available as needed.",
      "tech-support-services-title": "Our Tech Support Services",
      "tech-support-service-coaching-title": "Tech Confidence Coaching",
      "tech-support-service-coaching-description": "Structured sessions to build digital rituals and confidence over time. Ideal for individuals or families building lasting tech habits.",
      "tech-support-format-confidence-session": "Confidence Session",
      "tech-support-format-confidence-session-description": "One hour of patient, judgment-free help with take-home notes—ideal for seniors and beginners building confidence.",
      "tech-support-format-confidence-series": "Confidence Series",
      "tech-support-format-confidence-series-description": "Four structured sessions with a curriculum for individuals or families building lasting digital rituals and habits.",
      "tech-support-format-learning-bundle": "Guided Learning Bundle",
      "tech-support-format-learning-bundle-description": "Three Confidence Sessions spread over a month with homework assignments and check-ins between sessions.",
      "tech-support-service-coaching-cta": "Book a Session",
      "tech-support-service-quick-help-title": "Quick Tech Help",
      "tech-support-service-quick-help-description": "45-minute troubleshooting or setup sessions with annotated recaps. Perfect for immediate fixes or understanding how apps and services work.",
      "tech-support-format-quick-help": "Quick Tech Help",
      "tech-support-format-quick-help-description": "45-minute troubleshooting or setup session with annotated recap. Perfect for immediate fixes or understanding how apps and services work.",
      "tech-support-format-drop-in": "Friendly Tech Drop-In",
      "tech-support-format-drop-in-description": "30-minute remote or café meet-up for quick fixes or app walkthroughs. Great for simple questions and rapid support.",
      "tech-support-service-quick-help-cta": "Get Quick Help",
      "tech-support-service-family-title": "Family Tech Connection",
      "tech-support-service-family-description": "Group sessions covering shared devices, parental controls, and healthy digital habits. Available remotely or in-home for hands-on setup.",
      "tech-support-format-family-tuneup": "Family Tech Tune-Up",
      "tech-support-format-family-tuneup-description": "90-minute group session covering shared devices, parental controls, and healthy digital habits. Available remotely.",
      "tech-support-format-home-visit": "Home Visit Essentials",
      "tech-support-format-home-visit-description": "90-minute onsite support with tailored checklist. Perfect for hands-on device setup and family tech configuration.",
      "tech-support-format-onsite": "Onsite Visit",
      "tech-support-format-onsite-description": "Flexible in-home or office setup with checklist and follow-up check-in. Duration based on your needs.",
      "tech-support-service-family-cta": "Book Family Session",
      "tech-support-comparison-title": "Service Comparison",
      "tech-support-comparison-service": "Service",
      "tech-support-comparison-duration": "Duration",
      "tech-support-comparison-price": "Price",
      "tech-support-comparison-format": "Format",
      "tech-support-comparison-confidence-session": "Confidence Session",
      "tech-support-comparison-confidence-series": "Confidence Series",
      "tech-support-comparison-learning-bundle": "Guided Learning Bundle",
      "tech-support-comparison-quick-help": "Quick Tech Help",
      "tech-support-comparison-drop-in": "Friendly Tech Drop-In",
      "tech-support-comparison-family-tuneup": "Family Tech Tune-Up",
      "tech-support-comparison-home-visit": "Home Visit Essentials",
      "tech-support-comparison-onsite": "Onsite Visit",
      "tech-support-comparison-onsite-duration": "Variable",
      "tech-support-comparison-remote": "Remote",
      "tech-support-comparison-remote-inperson": "Remote / In-person",
      "tech-support-comparison-inperson": "In-person",
      "tech-support-expect-title": "What to Expect",
      "tech-support-expect-session-title": "Session Flow",
      "tech-support-expect-session-text": "We start by understanding your needs and goals. Then we work together step-by-step, explaining everything in plain language. No judgment, just patient guidance.",
      "tech-support-expect-receive-title": "What You'll Receive",
      "tech-support-expect-receive-text": "Annotated notes summarizing what we covered, checklists for future reference, and personalized recommendations for building healthy tech habits.",
      "tech-support-expect-formats-title": "Remote vs. In-Person",
      "tech-support-expect-formats-text": "Most sessions work great remotely via video call. For hands-on device setup or family sessions, we offer in-home visits or meet-ups at your location.",
      "tech-support-faq-title": "Frequently Asked Questions",
      "tech-support-faq-1-question": "What's the difference between the different session types?",
      "tech-support-faq-1-answer": "Confidence Sessions are structured one-hour sessions focused on building digital confidence over time, ideal for beginners. Quick Tech Help is a 45-minute troubleshooting session perfect for immediate fixes. Family sessions cover shared devices and digital habits for households. Series and bundles provide multiple sessions for deeper learning and habit-building.",
      "tech-support-faq-2-question": "How do remote sessions work?",
      "tech-support-faq-2-answer": "Remote sessions are conducted via video call (Zoom, Google Meet, or your preferred platform). We'll send you a link before your session. During the call, we can share screens, walk through processes together, and guide you step-by-step. You'll still receive all the same notes, checklists, and recommendations as in-person sessions.",
      "tech-support-faq-3-question": "What should I prepare before a session?",
      "tech-support-faq-3-answer": "Before your session, think about what you'd like to accomplish or learn. Have any relevant devices, accounts, or questions ready. For remote sessions, ensure you have a stable internet connection and your device charged. For troubleshooting sessions, note any error messages or issues you've encountered. No technical knowledge is required—we'll guide you through everything.",
      "tech-support-faq-4-question": "Can I book multiple sessions?",
      "tech-support-faq-4-answer": "Absolutely! Many clients benefit from multiple sessions. Series and bundles offer discounted rates for multiple sessions. You can also book individual sessions as needed. We can help you choose the right package based on your goals—whether it's building confidence over time, learning specific skills, or ongoing support.",
      "tech-support-faq-5-question": "What happens after a session?",
      "tech-support-faq-5-answer": "After each session, you'll receive annotated notes summarizing what we covered, step-by-step checklists for future reference, and personalized recommendations for building healthy tech habits. For series and bundles, you'll get homework assignments between sessions. You can always reach out with follow-up questions, and we're available for additional sessions as needed.",
      "tech-support-faq-6-question": "Do you offer payment plans?",
      "tech-support-faq-6-answer": "Yes, we're flexible and can work with you on payment arrangements for series and bundles. Contact us to discuss payment plan options that work for your budget.",
      "tech-support-faq-7-question": "Can sessions be recorded for later reference?",
      "tech-support-faq-7-answer": "We provide detailed annotated notes and checklists after each session, which serve as your reference guide. Recording sessions can be arranged upon request for an additional fee. However, the notes and checklists are designed to capture everything important without needing a recording.",
      "tech-support-booking-title": "Booking Information",
      "tech-support-booking-notice": "Our booking system is coming soon. We'll notify you when it's ready!",
      "tech-support-booking-cta": "Coming Soon",
      "tech-support-booking-note": "Stay tuned for updates on when you'll be able to book your tech support sessions directly."
    }
  },
  "es": {
    "translation": {
      "tech-support-hero-title": "Soporte Técnico",
      "tech-support-hero-subtitle": "Soporte tecnológico sin juicios, entregado con paciencia y lenguaje sencillo. Trae cualquier dispositivo o pregunta, sal con notas, rituales y confianza.",
      "tech-support-audience-title": "A Quién Ayudan Estos Servicios",
      "tech-support-audience-1-title": "Aprendices Ansiosos por la Tecnología",
      "tech-support-audience-1-text": "Estudiantes, personas mayores y cambiantes de carrera que desean un coaching paciente para sentirse seguros en línea.",
      "tech-support-audience-2-title": "Familias Buscando Alfabetización Digital",
      "tech-support-audience-2-text": "Hogares que buscan rituales compartidos de alfabetización digital y límites saludables con la tecnología.",
      "tech-support-audience-3-title": "Cualquiera con Preguntas Tecnológicas",
      "tech-support-audience-3-text": "Desde soluciones rápidas hasta construir confianza con el tiempo, estamos aquí para ayudar en lenguaje sencillo.",
      "tech-support-process-title": "El Proceso",
      "tech-support-step-1-title": "Descubrimiento",
      "tech-support-step-1-text": "Comenzamos con una conversación rápida de ingreso para entender tus necesidades, objetivos y lo que te gustaría aprender o lograr. Esto nos ayuda a adaptar la sesión a tu situación específica.",
      "tech-support-step-2-title": "Sesión",
      "tech-support-step-2-text": "Trabajamos juntos paso a paso, explicando todo en lenguaje sencillo. Ya sea resolución de problemas, configuración de dispositivos o construcción de confianza digital, te guiamos en cada paso con paciencia y sin juicios.",
      "tech-support-step-3-title": "Seguimiento",
      "tech-support-step-3-text": "Recibes notas anotadas que resumen lo que cubrimos, listas de verificación para referencia futura y recomendaciones personalizadas para construir hábitos tecnológicos saludables. Los seguimientos continuos están disponibles según sea necesario.",
      "tech-support-services-title": "Nuestros Servicios de Soporte Técnico",
      "tech-support-service-coaching-title": "Coaching de Confianza Tecnológica",
      "tech-support-service-coaching-description": "Sesiones estructuradas para construir rituales digitales y confianza con el tiempo. Ideal para individuos o familias que construyen hábitos tecnológicos duraderos.",
      "tech-support-format-confidence-session": "Sesión de Confianza",
      "tech-support-format-confidence-session-description": "Una hora de ayuda paciente y sin juicios con notas para llevar a casa—ideal para personas mayores y principiantes que construyen confianza.",
      "tech-support-format-confidence-series": "Serie de Confianza",
      "tech-support-format-confidence-series-description": "Cuatro sesiones estructuradas con un currículo para individuos o familias que construyen rituales y hábitos digitales duraderos.",
      "tech-support-format-learning-bundle": "Paquete de Aprendizaje Guiado",
      "tech-support-format-learning-bundle-description": "Tres Sesiones de Confianza distribuidas durante un mes con tareas para el hogar y seguimientos entre sesiones.",
      "tech-support-service-coaching-cta": "Reservar Sesión",
      "tech-support-service-quick-help-title": "Ayuda Tecnológica Rápida",
      "tech-support-service-quick-help-description": "Sesiones de resolución de problemas o configuración de 45 minutos con resúmenes anotados. Perfecto para soluciones inmediatas o entender cómo funcionan las aplicaciones y servicios.",
      "tech-support-format-quick-help": "Ayuda Tecnológica Rápida",
      "tech-support-format-quick-help-description": "Sesión de resolución de problemas o configuración de 45 minutos con resumen anotado. Perfecto para soluciones inmediatas o entender cómo funcionan las aplicaciones y servicios.",
      "tech-support-format-drop-in": "Visita Tecnológica Amigable",
      "tech-support-format-drop-in-description": "Encuentro remoto o en café de 30 minutos para soluciones rápidas o recorridos de aplicaciones. Ideal para preguntas simples y soporte rápido.",
      "tech-support-service-quick-help-cta": "Obtener Ayuda Rápida",
      "tech-support-service-family-title": "Conexión Tecnológica Familiar",
      "tech-support-service-family-description": "Sesiones grupales que cubren dispositivos compartidos, controles parentales y hábitos digitales saludables. Disponible remotamente o en casa para configuración práctica.",
      "tech-support-format-family-tuneup": "Ajuste Tecnológico Familiar",
      "tech-support-format-family-tuneup-description": "Sesión grupal de 90 minutos que cubre dispositivos compartidos, controles parentales y hábitos digitales saludables. Disponible remotamente.",
      "tech-support-format-home-visit": "Visita a Casa Esenciales",
      "tech-support-format-home-visit-description": "Soporte en sitio de 90 minutos con lista de verificación personalizada. Perfecto para configuración práctica de dispositivos y configuración tecnológica familiar.",
      "tech-support-format-onsite": "Visita en Sitio",
      "tech-support-format-onsite-description": "Configuración flexible en casa u oficina con lista de verificación y seguimiento. Duración según tus necesidades.",
      "tech-support-service-family-cta": "Reservar Sesión Familiar",
      "tech-support-comparison-title": "Comparación de Servicios",
      "tech-support-comparison-service": "Servicio",
      "tech-support-comparison-duration": "Duración",
      "tech-support-comparison-price": "Precio",
      "tech-support-comparison-format": "Formato",
      "tech-support-comparison-confidence-session": "Sesión de Confianza",
      "tech-support-comparison-confidence-series": "Serie de Confianza",
      "tech-support-comparison-learning-bundle": "Paquete de Aprendizaje Guiado",
      "tech-support-comparison-quick-help": "Ayuda Tecnológica Rápida",
      "tech-support-comparison-drop-in": "Visita Tecnológica Amigable",
      "tech-support-comparison-family-tuneup": "Ajuste Tecnológico Familiar",
      "tech-support-comparison-home-visit": "Visita a Casa Esenciales",
      "tech-support-comparison-onsite": "Visita en Sitio",
      "tech-support-comparison-onsite-duration": "Variable",
      "tech-support-comparison-remote": "Remoto",
      "tech-support-comparison-remote-inperson": "Remoto / En persona",
      "tech-support-comparison-inperson": "En persona",
      "tech-support-expect-title": "Qué Esperar",
      "tech-support-expect-session-title": "Flujo de Sesión",
      "tech-support-expect-session-text": "Comenzamos entendiendo tus necesidades y objetivos. Luego trabajamos juntos paso a paso, explicando todo en lenguaje sencillo. Sin juicios, solo orientación paciente.",
      "tech-support-expect-receive-title": "Lo Que Recibirás",
      "tech-support-expect-receive-text": "Notas anotadas que resumen lo que cubrimos, listas de verificación para referencia futura y recomendaciones personalizadas para construir hábitos tecnológicos saludables.",
      "tech-support-expect-formats-title": "Remoto vs. En Persona",
      "tech-support-expect-formats-text": "La mayoría de las sesiones funcionan muy bien remotamente por videollamada. Para configuración práctica de dispositivos o sesiones familiares, ofrecemos visitas a domicilio o encuentros en tu ubicación.",
      "tech-support-faq-title": "Preguntas Frecuentes",
      "tech-support-faq-1-question": "¿Cuál es la diferencia entre los diferentes tipos de sesiones?",
      "tech-support-faq-1-answer": "Las Sesiones de Confianza son sesiones estructuradas de una hora enfocadas en construir confianza digital con el tiempo, ideales para principiantes. Ayuda Tecnológica Rápida es una sesión de resolución de problemas de 45 minutos perfecta para soluciones inmediatas. Las sesiones familiares cubren dispositivos compartidos y hábitos digitales para hogares. Las series y paquetes proporcionan múltiples sesiones para un aprendizaje más profundo y construcción de hábitos.",
      "tech-support-faq-2-question": "¿Cómo funcionan las sesiones remotas?",
      "tech-support-faq-2-answer": "Las sesiones remotas se realizan por videollamada (Zoom, Google Meet o tu plataforma preferida). Te enviaremos un enlace antes de tu sesión. Durante la llamada, podemos compartir pantallas, recorrer procesos juntos y guiarte paso a paso. Aún recibirás todas las mismas notas, listas de verificación y recomendaciones que en las sesiones presenciales.",
      "tech-support-faq-3-question": "¿Qué debo preparar antes de una sesión?",
      "tech-support-faq-3-answer": "Antes de tu sesión, piensa en lo que te gustaría lograr o aprender. Ten listos cualquier dispositivo, cuenta o pregunta relevante. Para sesiones remotas, asegúrate de tener una conexión a internet estable y tu dispositivo cargado. Para sesiones de resolución de problemas, anota cualquier mensaje de error o problema que hayas encontrado. No se requiere conocimiento técnico—te guiaremos a través de todo.",
      "tech-support-faq-4-question": "¿Puedo reservar múltiples sesiones?",
      "tech-support-faq-4-answer": "¡Por supuesto! Muchos clientes se benefician de múltiples sesiones. Las series y paquetes ofrecen tarifas con descuento para múltiples sesiones. También puedes reservar sesiones individuales según sea necesario. Podemos ayudarte a elegir el paquete correcto según tus objetivos—ya sea construir confianza con el tiempo, aprender habilidades específicas o apoyo continuo.",
      "tech-support-faq-5-question": "¿Qué sucede después de una sesión?",
      "tech-support-faq-5-answer": "Después de cada sesión, recibirás notas anotadas que resumen lo que cubrimos, listas de verificación paso a paso para referencia futura y recomendaciones personalizadas para construir hábitos tecnológicos saludables. Para series y paquetes, recibirás tareas para el hogar entre sesiones. Siempre puedes contactarnos con preguntas de seguimiento, y estamos disponibles para sesiones adicionales según sea necesario.",
      "tech-support-faq-6-question": "¿Ofrecen planes de pago?",
      "tech-support-faq-6-answer": "Sí, somos flexibles y podemos trabajar contigo en arreglos de pago para series y paquetes. Contáctanos para discutir opciones de planes de pago que funcionen para tu presupuesto.",
      "tech-support-faq-7-question": "¿Se pueden grabar las sesiones para referencia posterior?",
      "tech-support-faq-7-answer": "Proporcionamos notas anotadas detalladas y listas de verificación después de cada sesión, que sirven como tu guía de referencia. La grabación de sesiones puede organizarse bajo solicitud por una tarifa adicional. Sin embargo, las notas y listas de verificación están diseñadas para capturar todo lo importante sin necesidad de una grabación.",
      "tech-support-booking-title": "Información de Reserva",
      "tech-support-booking-notice": "Nuestro sistema de reservas llegará pronto. ¡Te notificaremos cuando esté listo!",
      "tech-support-booking-cta": "Próximamente",
      "tech-support-booking-note": "Mantente atento a las actualizaciones sobre cuándo podrás reservar tus sesiones de soporte técnico directamente."
    }
  },
  "fr": {
    "translation": {
      "tech-support-hero-title": "Support Technique",
      "tech-support-hero-subtitle": "Support technique sans jugement, fourni avec patience et langage simple. Apportez n'importe quel appareil ou question, repartez avec des notes, des rituels et de la confiance.",
      "tech-support-audience-title": "Qui Ces Services Aident",
      "tech-support-audience-1-title": "Apprenants Anxieux de la Technologie",
      "tech-support-audience-1-text": "Étudiants, personnes âgées et changeurs de carrière qui veulent un coaching patient pour se sentir en sécurité en ligne.",
      "tech-support-audience-2-title": "Familles Cherchant l'Alphabétisation Numérique",
      "tech-support-audience-2-text": "Ménages à la recherche de rituels d'alphabétisation numérique partagés et de limites technologiques saines.",
      "tech-support-audience-3-title": "Toute Personne avec des Questions Technologiques",
      "tech-support-audience-3-text": "Des solutions rapides à la construction de confiance au fil du temps, nous sommes ici pour aider en langage simple.",
      "tech-support-process-title": "Le Processus",
      "tech-support-step-1-title": "Découverte",
      "tech-support-step-1-text": "Nous commençons par une conversation rapide d'admission pour comprendre vos besoins, objectifs et ce que vous aimeriez apprendre ou accomplir. Cela nous aide à adapter la session à votre situation spécifique.",
      "tech-support-step-2-title": "Session",
      "tech-support-step-2-text": "Nous travaillons ensemble étape par étape, expliquant tout en langage simple. Que ce soit le dépannage, la configuration d'appareils ou la construction de confiance numérique, nous vous guidons à chaque étape avec patience et sans jugement.",
      "tech-support-step-3-title": "Suivi",
      "tech-support-step-3-text": "Vous recevez des notes annotées résumant ce que nous avons couvert, des listes de contrôle pour référence future et des recommandations personnalisées pour construire des habitudes technologiques saines. Les suivis continus sont disponibles selon les besoins.",
      "tech-support-services-title": "Nos Services de Support Technique",
      "tech-support-service-coaching-title": "Coaching de Confiance Technologique",
      "tech-support-service-coaching-description": "Sessions structurées pour construire des rituels numériques et la confiance au fil du temps. Idéal pour les particuliers ou les familles qui construisent des habitudes technologiques durables.",
      "tech-support-format-confidence-session": "Session de Confiance",
      "tech-support-format-confidence-session-description": "Une heure d'aide patiente et sans jugement avec des notes à emporter—idéal pour les personnes âgées et les débutants qui construisent la confiance.",
      "tech-support-format-confidence-series": "Série de Confiance",
      "tech-support-format-confidence-series-description": "Quatre sessions structurées avec un programme pour les particuliers ou les familles qui construisent des rituels et habitudes numériques durables.",
      "tech-support-format-learning-bundle": "Paquet d'Apprentissage Guidé",
      "tech-support-format-learning-bundle-description": "Trois Sessions de Confiance réparties sur un mois avec des devoirs et des suivis entre les sessions.",
      "tech-support-service-coaching-cta": "Réserver une Session",
      "tech-support-service-quick-help-title": "Aide Technologique Rapide",
      "tech-support-service-quick-help-description": "Sessions de dépannage ou de configuration de 45 minutes avec récapitulatifs annotés. Parfait pour les corrections immédiates ou la compréhension du fonctionnement des applications et services.",
      "tech-support-format-quick-help": "Aide Technologique Rapide",
      "tech-support-format-quick-help-description": "Session de dépannage ou de configuration de 45 minutes avec récapitulatif annoté. Parfait pour les corrections immédiates ou la compréhension du fonctionnement des applications et services.",
      "tech-support-format-drop-in": "Visite Technologique Amicale",
      "tech-support-format-drop-in-description": "Rencontre à distance ou au café de 30 minutes pour des solutions rapides ou des présentations d'applications. Parfait pour les questions simples et le support rapide.",
      "tech-support-service-quick-help-cta": "Obtenir une Aide Rapide",
      "tech-support-service-family-title": "Connexion Technologique Familiale",
      "tech-support-service-family-description": "Sessions de groupe couvrant les appareils partagés, les contrôles parentaux et les habitudes numériques saines. Disponible à distance ou à domicile pour la configuration pratique.",
      "tech-support-format-family-tuneup": "Réglage Technologique Familial",
      "tech-support-format-family-tuneup-description": "Session de groupe de 90 minutes couvrant les appareils partagés, les contrôles parentaux et les habitudes numériques saines. Disponible à distance.",
      "tech-support-format-home-visit": "Visite à Domicile Essentielle",
      "tech-support-format-home-visit-description": "Support sur site de 90 minutes avec liste de contrôle personnalisée. Parfait pour la configuration pratique d'appareils et la configuration technologique familiale.",
      "tech-support-format-onsite": "Visite sur Site",
      "tech-support-format-onsite-description": "Configuration flexible à domicile ou au bureau avec liste de contrôle et suivi. Durée basée sur vos besoins.",
      "tech-support-service-family-cta": "Réserver une Session Familiale",
      "tech-support-comparison-title": "Comparaison des Services",
      "tech-support-comparison-service": "Service",
      "tech-support-comparison-duration": "Durée",
      "tech-support-comparison-price": "Prix",
      "tech-support-comparison-format": "Format",
      "tech-support-comparison-confidence-session": "Session de Confiance",
      "tech-support-comparison-confidence-series": "Série de Confiance",
      "tech-support-comparison-learning-bundle": "Paquet d'Apprentissage Guidé",
      "tech-support-comparison-quick-help": "Aide Technologique Rapide",
      "tech-support-comparison-drop-in": "Visite Technologique Amicale",
      "tech-support-comparison-family-tuneup": "Réglage Technologique Familial",
      "tech-support-comparison-home-visit": "Visite à Domicile Essentielle",
      "tech-support-comparison-onsite": "Visite sur Site",
      "tech-support-comparison-onsite-duration": "Variable",
      "tech-support-comparison-remote": "À Distance",
      "tech-support-comparison-remote-inperson": "À Distance / En Personne",
      "tech-support-comparison-inperson": "En Personne",
      "tech-support-expect-title": "À Quoi S'Attendre",
      "tech-support-expect-session-title": "Déroulement de la Session",
      "tech-support-expect-session-text": "Nous commençons par comprendre vos besoins et objectifs. Ensuite, nous travaillons ensemble étape par étape, expliquant tout en langage simple. Pas de jugement, juste des conseils patients.",
      "tech-support-expect-receive-title": "Ce Que Vous Recevrez",
      "tech-support-expect-receive-text": "Notes annotées résumant ce que nous avons couvert, listes de contrôle pour référence future et recommandations personnalisées pour construire des habitudes technologiques saines.",
      "tech-support-expect-formats-title": "À Distance vs. En Personne",
      "tech-support-expect-formats-text": "La plupart des sessions fonctionnent très bien à distance via appel vidéo. Pour la configuration pratique d'appareils ou les sessions familiales, nous offrons des visites à domicile ou des rencontres à votre emplacement.",
      "tech-support-faq-title": "Questions Fréquemment Posées",
      "tech-support-faq-1-question": "Quelle est la différence entre les différents types de sessions?",
      "tech-support-faq-1-answer": "Les Sessions de Confiance sont des sessions structurées d'une heure axées sur la construction de confiance numérique au fil du temps, idéales pour les débutants. Aide Technologique Rapide est une session de dépannage de 45 minutes parfaite pour les corrections immédiates. Les sessions familiales couvrent les appareils partagés et les habitudes numériques pour les ménages. Les séries et paquets fournissent plusieurs sessions pour un apprentissage plus approfondi et la construction d'habitudes.",
      "tech-support-faq-2-question": "Comment fonctionnent les sessions à distance?",
      "tech-support-faq-2-answer": "Les sessions à distance sont menées par appel vidéo (Zoom, Google Meet ou votre plateforme préférée). Nous vous enverrons un lien avant votre session. Pendant l'appel, nous pouvons partager des écrans, parcourir des processus ensemble et vous guider étape par étape. Vous recevrez toujours toutes les mêmes notes, listes de contrôle et recommandations que lors des sessions en personne.",
      "tech-support-faq-3-question": "Que dois-je préparer avant une session?",
      "tech-support-faq-3-answer": "Avant votre session, réfléchissez à ce que vous aimeriez accomplir ou apprendre. Ayez tous les appareils, comptes ou questions pertinents prêts. Pour les sessions à distance, assurez-vous d'avoir une connexion Internet stable et votre appareil chargé. Pour les sessions de dépannage, notez tous les messages d'erreur ou problèmes que vous avez rencontrés. Aucune connaissance technique n'est requise—nous vous guiderons à travers tout.",
      "tech-support-faq-4-question": "Puis-je réserver plusieurs sessions?",
      "tech-support-faq-4-answer": "Absolument! De nombreux clients bénéficient de plusieurs sessions. Les séries et paquets offrent des tarifs réduits pour plusieurs sessions. Vous pouvez également réserver des sessions individuelles au besoin. Nous pouvons vous aider à choisir le bon package basé sur vos objectifs—que ce soit construire la confiance au fil du temps, apprendre des compétences spécifiques ou un support continu.",
      "tech-support-faq-5-question": "Que se passe-t-il après une session?",
      "tech-support-faq-5-answer": "Après chaque session, vous recevrez des notes annotées résumant ce que nous avons couvert, des listes de contrôle étape par étape pour référence future et des recommandations personnalisées pour construire des habitudes technologiques saines. Pour les séries et paquets, vous recevrez des devoirs entre les sessions. Vous pouvez toujours nous contacter avec des questions de suivi, et nous sommes disponibles pour des sessions supplémentaires au besoin.",
      "tech-support-faq-6-question": "Offrez-vous des plans de paiement?",
      "tech-support-faq-6-answer": "Oui, nous sommes flexibles et pouvons travailler avec vous sur les arrangements de paiement pour les séries et paquets. Contactez-nous pour discuter des options de plans de paiement qui fonctionnent pour votre budget.",
      "tech-support-faq-7-question": "Les sessions peuvent-elles être enregistrées pour référence ultérieure?",
      "tech-support-faq-7-answer": "Nous fournissons des notes annotées détaillées et des listes de contrôle après chaque session, qui servent de guide de référence. L'enregistrement des sessions peut être organisé sur demande moyennant des frais supplémentaires. Cependant, les notes et listes de contrôle sont conçues pour capturer tout ce qui est important sans avoir besoin d'un enregistrement.",
      "tech-support-booking-title": "Informations de Réservation",
      "tech-support-booking-notice": "Notre système de réservation arrive bientôt. Nous vous informerons lorsqu'il sera prêt !",
      "tech-support-booking-cta": "Bientôt Disponible",
      "tech-support-booking-note": "Restez à l'écoute pour les mises à jour sur le moment où vous pourrez réserver vos sessions de conseil directement."
    }
  },
  "de": {
    "translation": {
      "tech-support-hero-title": "Technischer Support",
      "tech-support-hero-subtitle": "Urteilsfreie technische Unterstützung, die mit Geduld und einfacher Sprache geliefert wird. Bringen Sie jedes Gerät oder jede Frage mit, gehen Sie mit Notizen, Ritualen und Vertrauen.",
      "tech-support-audience-title": "Wem Diese Dienste Helfen",
      "tech-support-audience-1-title": "Technisch Besorgte Lernende",
      "tech-support-audience-1-text": "Studenten, Senioren und Karrierewechsler, die ein geduldiges Coaching möchten, um sich online sicher zu fühlen.",
      "tech-support-audience-2-title": "Familien mit Digitaler Kompetenzsuche",
      "tech-support-audience-2-text": "Haushalte, die nach gemeinsamen digitalen Kompetenzritualen und gesunden Technikgrenzen suchen.",
      "tech-support-audience-3-title": "Jeder mit Technikfragen",
      "tech-support-audience-3-text": "Von schnellen Lösungen bis zum Aufbau von Vertrauen im Laufe der Zeit, wir sind hier, um in einfacher Sprache zu helfen.",
      "tech-support-process-title": "Der Prozess",
      "tech-support-step-1-title": "Entdeckung",
      "tech-support-step-1-text": "Wir beginnen mit einem schnellen Aufnahmegespräch, um Ihre Bedürfnisse, Ziele und das, was Sie lernen oder erreichen möchten, zu verstehen. Dies hilft uns, die Sitzung auf Ihre spezifische Situation zuzuschneiden.",
      "tech-support-step-2-title": "Sitzung",
      "tech-support-step-2-text": "Wir arbeiten Schritt für Schritt zusammen und erklären alles in einfacher Sprache. Ob Fehlerbehebung, Geräteeinrichtung oder Aufbau von digitalem Vertrauen, wir führen Sie mit Geduld und ohne Urteil durch jeden Schritt.",
      "tech-support-step-3-title": "Nachbetreuung",
      "tech-support-step-3-text": "Sie erhalten kommentierte Notizen, die zusammenfassen, was wir abgedeckt haben, Checklisten für zukünftige Referenz und personalisierte Empfehlungen für den Aufbau gesunder Technikgewohnheiten. Laufende Nachbetreuungen sind bei Bedarf verfügbar.",
      "tech-support-services-title": "Unsere Technischen Supportdienste",
      "tech-support-service-coaching-title": "Tech-Vertrauens-Coaching",
      "tech-support-service-coaching-description": "Strukturierte Sitzungen, um digitale Rituale und Vertrauen im Laufe der Zeit aufzubauen. Ideal für Einzelpersonen oder Familien, die dauerhafte Technikgewohnheiten aufbauen.",
      "tech-support-format-confidence-session": "Vertrauenssitzung",
      "tech-support-format-confidence-session-description": "Eine Stunde geduldige, urteilsfreie Hilfe mit Notizen zum Mitnehmen—ideal für Senioren und Anfänger, die Vertrauen aufbauen.",
      "tech-support-format-confidence-series": "Vertrauensserie",
      "tech-support-format-confidence-series-description": "Vier strukturierte Sitzungen mit einem Lehrplan für Einzelpersonen oder Familien, die dauerhafte digitale Rituale und Gewohnheiten aufbauen.",
      "tech-support-format-learning-bundle": "Geführtes Lernpaket",
      "tech-support-format-learning-bundle-description": "Drei Vertrauenssitzungen über einen Monat verteilt mit Hausaufgaben und Nachbetreuungen zwischen den Sitzungen.",
      "tech-support-service-coaching-cta": "Sitzung Buchen",
      "tech-support-service-quick-help-title": "Schnelle Tech-Hilfe",
      "tech-support-service-quick-help-description": "45-minütige Fehlerbehebungs- oder Einrichtungssitzungen mit kommentierten Zusammenfassungen. Perfekt für sofortige Lösungen oder zum Verstehen, wie Apps und Dienste funktionieren.",
      "tech-support-format-quick-help": "Schnelle Tech-Hilfe",
      "tech-support-format-quick-help-description": "45-minütige Fehlerbehebungs- oder Einrichtungssitzung mit kommentierter Zusammenfassung. Perfekt für sofortige Lösungen oder zum Verstehen, wie Apps und Dienste funktionieren.",
      "tech-support-format-drop-in": "Freundlicher Tech-Besuch",
      "tech-support-format-drop-in-description": "30-minütiges Treffen remote oder im Café für schnelle Lösungen oder App-Walkthroughs. Großartig für einfache Fragen und schnellen Support.",
      "tech-support-service-quick-help-cta": "Schnelle Hilfe Erhalten",
      "tech-support-service-family-title": "Familiäre Tech-Verbindung",
      "tech-support-service-family-description": "Gruppensitzungen zu gemeinsamen Geräten, Kindersicherung und gesunden digitalen Gewohnheiten. Verfügbar remote oder zu Hause für praktische Einrichtung.",
      "tech-support-format-family-tuneup": "Familien-Tech-Tuning",
      "tech-support-format-family-tuneup-description": "90-minütige Gruppensitzung zu gemeinsamen Geräten, Kindersicherung und gesunden digitalen Gewohnheiten. Verfügbar remote.",
      "tech-support-format-home-visit": "Hausbesuch Grundlagen",
      "tech-support-format-home-visit-description": "90-minütiger Vor-Ort-Support mit maßgeschneiderter Checkliste. Perfekt für praktische Geräteeinrichtung und Familien-Tech-Konfiguration.",
      "tech-support-format-onsite": "Vor-Ort-Besuch",
      "tech-support-format-onsite-description": "Flexible Einrichtung zu Hause oder im Büro mit Checkliste und Nachbetreuung. Dauer basierend auf Ihren Bedürfnissen.",
      "tech-support-service-family-cta": "Familiensitzung Buchen",
      "tech-support-comparison-title": "Dienstvergleich",
      "tech-support-comparison-service": "Dienst",
      "tech-support-comparison-duration": "Dauer",
      "tech-support-comparison-price": "Preis",
      "tech-support-comparison-format": "Format",
      "tech-support-comparison-confidence-session": "Vertrauenssitzung",
      "tech-support-comparison-confidence-series": "Vertrauensserie",
      "tech-support-comparison-learning-bundle": "Geführtes Lernpaket",
      "tech-support-comparison-quick-help": "Schnelle Tech-Hilfe",
      "tech-support-comparison-drop-in": "Freundlicher Tech-Besuch",
      "tech-support-comparison-family-tuneup": "Familien-Tech-Tuning",
      "tech-support-comparison-home-visit": "Hausbesuch Grundlagen",
      "tech-support-comparison-onsite": "Vor-Ort-Besuch",
      "tech-support-comparison-onsite-duration": "Variabel",
      "tech-support-comparison-remote": "Remote",
      "tech-support-comparison-remote-inperson": "Remote / Vor Ort",
      "tech-support-comparison-inperson": "Vor Ort",
      "tech-support-expect-title": "Was zu Erwarten Ist",
      "tech-support-expect-session-title": "Sitzungsablauf",
      "tech-support-expect-session-text": "Wir beginnen damit, Ihre Bedürfnisse und Ziele zu verstehen. Dann arbeiten wir Schritt für Schritt zusammen und erklären alles in einfacher Sprache. Kein Urteil, nur geduldige Beratung.",
      "tech-support-expect-receive-title": "Was Sie Erhalten",
      "tech-support-expect-receive-text": "Kommentierte Notizen, die zusammenfassen, was wir abgedeckt haben, Checklisten für zukünftige Referenz und personalisierte Empfehlungen für den Aufbau gesunder Technikgewohnheiten.",
      "tech-support-expect-formats-title": "Remote vs. Vor Ort",
      "tech-support-expect-formats-text": "Die meisten Sitzungen funktionieren sehr gut remote per Videoanruf. Für praktische Geräteeinrichtung oder Familiensitzungen bieten wir Hausbesuche oder Treffen an Ihrem Standort an.",
      "tech-support-faq-title": "Häufig Gestellte Fragen",
      "tech-support-faq-1-question": "Was ist der Unterschied zwischen den verschiedenen Sitzungstypen?",
      "tech-support-faq-1-answer": "Vertrauenssitzungen sind strukturierte einstündige Sitzungen, die darauf ausgerichtet sind, mit der Zeit digitales Vertrauen aufzubauen, ideal für Anfänger. Schnelle Tech-Hilfe ist eine 45-minütige Fehlerbehebungssitzung, perfekt für sofortige Lösungen. Familiensitzungen decken gemeinsame Geräte und digitale Gewohnheiten für Haushalte ab. Serien und Pakete bieten mehrere Sitzungen für tieferes Lernen und Gewohnheitsbildung.",
      "tech-support-faq-2-question": "Wie funktionieren Remote-Sitzungen?",
      "tech-support-faq-2-answer": "Remote-Sitzungen werden per Videoanruf durchgeführt (Zoom, Google Meet oder Ihre bevorzugte Plattform). Wir senden Ihnen vor Ihrer Sitzung einen Link. Während des Anrufs können wir Bildschirme teilen, Prozesse gemeinsam durchgehen und Sie Schritt für Schritt anleiten. Sie erhalten immer alle dieselben Notizen, Checklisten und Empfehlungen wie bei persönlichen Sitzungen.",
      "tech-support-faq-3-question": "Was soll ich vor einer Sitzung vorbereiten?",
      "tech-support-faq-3-answer": "Denken Sie vor Ihrer Sitzung darüber nach, was Sie erreichen oder lernen möchten. Halten Sie alle relevanten Geräte, Konten oder Fragen bereit. Für Remote-Sitzungen stellen Sie sicher, dass Sie eine stabile Internetverbindung haben und Ihr Gerät aufgeladen ist. Für Fehlerbehebungssitzungen notieren Sie alle Fehlermeldungen oder Probleme, auf die Sie gestoßen sind. Kein technisches Wissen erforderlich—wir führen Sie durch alles.",
      "tech-support-faq-4-question": "Kann ich mehrere Sitzungen buchen?",
      "tech-support-faq-4-answer": "Absolut! Viele Kunden profitieren von mehreren Sitzungen. Serien und Pakete bieten reduzierte Preise für mehrere Sitzungen. Sie können auch einzelne Sitzungen nach Bedarf buchen. Wir können Ihnen helfen, das richtige Paket basierend auf Ihren Zielen zu wählen—ob es darum geht, mit der Zeit Vertrauen aufzubauen, spezifische Fähigkeiten zu erlernen oder laufende Unterstützung zu erhalten.",
      "tech-support-faq-5-question": "Was passiert nach einer Sitzung?",
      "tech-support-faq-5-answer": "Nach jeder Sitzung erhalten Sie kommentierte Notizen, die zusammenfassen, was wir abgedeckt haben, Schritt-für-Schritt-Checklisten für zukünftige Referenz und personalisierte Empfehlungen für den Aufbau gesunder Technikgewohnheiten. Für Serien und Pakete erhalten Sie Hausaufgaben zwischen den Sitzungen. Sie können sich jederzeit mit Nachfragen melden, und wir sind bei Bedarf für zusätzliche Sitzungen verfügbar.",
      "tech-support-faq-6-question": "Bieten Sie Zahlungspläne an?",
      "tech-support-faq-6-answer": "Ja, wir sind flexibel und können mit Ihnen Zahlungsvereinbarungen für Serien und Pakete treffen. Kontaktieren Sie uns, um Zahlungsplanoptionen zu besprechen, die für Ihr Budget funktionieren.",
      "tech-support-faq-7-question": "Können Sitzungen für spätere Referenz aufgezeichnet werden?",
      "tech-support-faq-7-answer": "Wir stellen nach jeder Sitzung detaillierte kommentierte Notizen und Checklisten bereit, die als Ihr Referenzleitfaden dienen. Die Aufzeichnung von Sitzungen kann auf Anfrage gegen eine zusätzliche Gebühr arrangiert werden. Die Notizen und Checklisten sind jedoch so konzipiert, dass sie alles Wichtige erfassen, ohne eine Aufzeichnung zu benötigen.",
      "tech-support-booking-title": "Buchungsinformationen",
      "tech-support-booking-notice": "Unser Buchungssystem kommt bald. Wir benachrichtigen Sie, wenn es bereit ist!",
      "tech-support-booking-cta": "Demnächst",
      "tech-support-booking-note": "Bleiben Sie dran für Updates, wann Sie Ihre Technischen Supportsitzungen direkt buchen können."
    }
  }
}

