{
  "en": {
    "translation": {
      "main-title": "We Build. We Guide.",
      "hero-subtitle": "We build artisanal apps for everyday needs — and help you feel confident with any technology you use.",
      "philosophy-title": "Why Artisanal App Creation?",
      "philosophy-intro": "Work directly with an indie craftsperson who shapes human-scale tools, not mass-market software. We learn the rhythms of your day, express them in code, and hand back a tool that carries your values in every interaction.",
      "philosophy-human-scale-title": "Human-Scale",
      "philosophy-human-scale-text": "Small, clean, purposeful tools—never bloated mass-market apps. Built by one independent coder, with care and a clear philosophy.",
      "philosophy-transparent-title": "Transparent & Ethical",
      "philosophy-transparent-text": "Like Swiss artisans, we build sustainably, ethically, and transparently. You know who made your software and why.",
      "philosophy-personal-title": "Personal Touch",
      "philosophy-personal-text": "Every tool is crafted with intention. Commission an app: pay for the build you need, keep a perpetual-use license while we offer it through our catalog for others to benefit.",
      "products-title": "Some of our Work",
      "products-subtitle": "Handcrafted tools for everyday needs",
      "rythmo-title": "Rythmo",
      "rythmo-description": "A custom workout timer app with exercise and rest intervals. Built for focused training sessions.",
      "measure-mate-title": "Measure Mate",
      "measure-mate-description": "A simple, efficient unit conversion tool. Convert between various units of measurement quickly and accurately.",
      "how-we-work-title": "How We Work",
      "commission-title": "Commission a Tool",
      "commission-text": "Need something special? Let's build it together. Commission an app tailored to your needs—pay for the build you value, enjoy a perpetual license while we add it to our catalog for others to benefit.",
      "catalog-title": "Growing Catalog",
      "catalog-text": "Each commission becomes part of our artisanal catalog. Purchase individual tools or subscribe to access multiple apps. Simple, honest pricing.",
      "support-title": "Support Indie Software",
      "support-text": "Choose software made with care, not mass production. Support independent development and get tools that respect your time and attention.",
      "mission-toggle-build": "We Build",
      "mission-toggle-guide": "We Guide",
      "guide-philosophy-title": "Why Personal Tech Guidance?",
      "guide-philosophy-text": "Technology should feel safe, clear, and human. We sit beside you—patient, judgment-free—to translate confusing tools into plain language, helping you make confident choices and enjoy the apps that matter in your life.",
      "guide-philosophy-pillar1-title": "We Sit Beside You",
      "guide-philosophy-pillar1-text": "Bring any device, account, or question. We start with calm listening so you feel seen before we touch a single button.",
      "guide-philosophy-pillar2-title": "Plain-Language Guidance",
      "guide-philosophy-pillar2-text": "We translate screens into everyday language and steps that make sense, so you always know what we’re doing—and why.",
      "guide-philosophy-pillar3-title": "Confidence That Lasts",
      "guide-philosophy-pillar3-text": "You leave with notes, rituals, and safety tips tailored to you, so the confidence stays long after the session ends.",
      "services-title": "How We Support You",
      "services-subtitle": "Support designed for the moments when tech feels overwhelming, uncertain, or urgent",
      "software-learning-title": "Tech Confidence Coaching",
      "software-learning-text": "Build lasting ease with guided practice tailored to the tools you want to master—patient pacing, plain language, and encouragement at every step.",
      "digital-literacy-title": "Quick Tech Help",
      "digital-literacy-text": "Bring the tricky glitches, password lockouts, or mystery pop-ups. We troubleshoot beside you so the fix actually makes sense.",
      "software-tutoring-title": "Family Tech Connection",
      "software-tutoring-text": "Create a shared tech language at home—learn your kids’ games, set healthy boundaries, and help relatives join in without stress.",
      "guide-how-it-works-title": "How It Works",
      "guide-step-1-title": "Reach Out & Connect",
      "guide-step-1-text": "Share what feels confusing or urgent—no tech jargon needed. We'll listen, explore the situation together, and plan support that fits you.",
      "guide-step-3-title": "Get Support",
      "guide-step-3-text": "Flexible sessions via video call, phone, or in-person. We work at your pace, in the way that feels most comfortable.",
      "guide-step-4-title": "Build Confidence",
      "guide-step-4-text": "Ongoing support whenever you need it. We're here as your technology companion, not just a one-time fix.",
      "home-intro-title": "A Learning Journey in Code",
      "home-intro-subtitle": "I'm Thomas, a software architect and continuous learner. This portfolio is a living document of my growth, each project represents a step forward in understanding how to build thoughtful, human-centered technology.",
      "home-about-title": "Why This Portfolio?",
      "home-about-text": "Every developer's journey is unique. Mine is driven by a simple belief: technology should empower people, not overwhelm them. Through building custom software, exploring new frameworks, and continuously learning, I document the process of becoming a better craftsman, one project at a time.",
      "home-about-text-2": "What you'll find here isn't just finished products, but the evolution of ideas, the lessons learned, and the ongoing pursuit of building software with intention and care. Each piece in my portfolio tells a story of problem-solving, iteration, and growth.",
      "home-cta-title": "Explore My Work",
      "home-cta-text": "Browse through the projects I've built, the challenges I've tackled, and the solutions I've crafted. Each one represents a moment of learning, a problem solved, and a step forward in my journey.",
      "home-cta-link": "View Portfolio →",
      "home-twitch-title": "Watch Me Build",
      "home-twitch-text": "I stream my development process live on Twitch. Join me as I write code, create apps, and make video games, see the process behind the projects in real-time.",
      "home-twitch-link": "Watch on Twitch"
    }
  },
  "es": {
    "translation": {
      "main-title": "Construimos. Guiamos.",
      "hero-subtitle": "Construimos aplicaciones artesanales para necesidades cotidianas — y te ayudamos a sentirte seguro con cualquier tecnología que uses.",
      "philosophy-title": "¿Por Qué Crear Apps Artesanales?",
      "philosophy-intro": "Trabaja directamente con un artesano independiente que crea herramientas a escala humana, no software de producción masiva. Capturamos tus ritmos cotidianos, los plasmamos en código y te devolvemos una herramienta que refleja tus valores en cada interacción.",
      "philosophy-human-scale-title": "Escala Humana",
      "philosophy-human-scale-text": "Herramientas pequeñas, limpias y con propósito—nunca aplicaciones masivas e hinchadas. Construidas por un programador independiente, con cuidado y una filosofía clara.",
      "philosophy-transparent-title": "Transparente y Ético",
      "philosophy-transparent-text": "Como artesanos suizos, construimos de manera sostenible, ética y transparente. Sabes quién hizo tu software y por qué.",
      "philosophy-personal-title": "Toque Personal",
      "philosophy-personal-text": "Cada herramienta está hecha con intención. Encarga una aplicación: paga por el desarrollo que necesitas, conserva una licencia de uso perpetua mientras la ofrecemos en nuestro catálogo para que otros se beneficien.",
      "products-title": "Algunos de Nuestros Trabajos",
      "products-subtitle": "Herramientas artesanales para necesidades cotidianas",
      "rythmo-title": "Rythmo",
      "rythmo-description": "Una aplicación de temporizador de entrenamiento personalizado con intervalos de ejercicio y descanso. Construida para sesiones de entrenamiento enfocadas.",
      "measure-mate-title": "Measure Mate",
      "measure-mate-description": "Una herramienta simple y eficiente de conversión de unidades. Convierte entre varias unidades de medida de forma rápida y precisa.",
      "how-we-work-title": "Cómo Trabajamos",
      "commission-title": "Encarga una Herramienta",
      "commission-text": "¿Necesitas algo especial? Construyámoslo juntos. Encarga una aplicación adaptada a tus necesidades—paga por el desarrollo que valoras, disfruta de una licencia perpetua mientras la incorporamos a nuestro catálogo para que otros se beneficien.",
      "catalog-title": "Catálogo en Crecimiento",
      "catalog-text": "Cada encargo se convierte en parte de nuestro catálogo artesanal. Compra herramientas individuales o suscríbete para acceder a múltiples aplicaciones. Precios simples y honestos.",
      "support-title": "Apoya el Software Independiente",
      "support-text": "Elige software hecho con cuidado, no producción en masa. Apoya el desarrollo independiente y obtén herramientas que respetan tu tiempo y atención.",
      "mission-toggle-build": "Construimos",
      "mission-toggle-guide": "Guiamos",
      "guide-philosophy-title": "¿Por Qué Orientación Tecnológica Personal?",
      "guide-philosophy-text": "La tecnología debería sentirse segura, clara y humana. Nos sentamos a tu lado—con paciencia y sin juicios—para traducir herramientas confusas a un lenguaje sencillo, ayudarte a tomar decisiones con confianza y disfrutar las aplicaciones que importan en tu vida.",
      "guide-philosophy-pillar1-title": "Nos Sentamos a Tu Lado",
      "guide-philosophy-pillar1-text": "Trae cualquier dispositivo, cuenta o pregunta. Empezamos escuchando con calma para que te sientas acompañado antes de tocar un solo botón.",
      "guide-philosophy-pillar2-title": "Guía en Lenguaje Claro",
      "guide-philosophy-pillar2-text": "Traducimos las pantallas en pasos cotidianos que tienen sentido, para que siempre sepas qué hacemos y por qué.",
      "guide-philosophy-pillar3-title": "Confianza que Perdura",
      "guide-philosophy-pillar3-text": "Te llevas apuntes, hábitos y consejos de seguridad adaptados a ti, para que la confianza continúe después de la sesión.",
      "services-title": "Cómo Te Acompañamos",
      "services-subtitle": "Acompañamiento pensado para los momentos en que la tecnología se siente abrumadora, incierta o urgente",
      "software-learning-title": "Coaching de Confianza Tecnológica",
      "software-learning-text": "Construye tranquilidad duradera con práctica guiada adaptada a las herramientas que quieres dominar—ritmo paciente, lenguaje sencillo y ánimo en cada paso.",
      "digital-literacy-title": "Ayuda Tecnológica Rápida",
      "digital-literacy-text": "Trae esos fallos extraños, bloqueos de contraseñas o ventanas misteriosas. Diagnosticamos contigo para que la solución tenga sentido.",
      "software-tutoring-title": "Conexión Tecnológica Familiar",
      "software-tutoring-text": "Crea un lenguaje tecnológico compartido en casa—conoce los juegos de tus hijos, establece límites sanos y ayuda a tus familiares a participar sin estrés.",
      "guide-how-it-works-title": "Cómo Funciona",
      "guide-step-1-title": "Contáctanos y Conectamos",
      "guide-step-1-text": "Comparte lo que se siente confuso o urgente—sin tecnicismos. Te escuchamos, entendemos la situación contigo y planificamos un apoyo a tu medida.",
      "guide-step-3-title": "Obtén Apoyo",
      "guide-step-3-text": "Sesiones flexibles por videollamada, teléfono o en persona. Trabajamos a tu ritmo, de la manera que te resulte más cómoda.",
      "guide-step-4-title": "Construye Confianza",
      "guide-step-4-text": "Apoyo continuo cuando lo necesites. Estamos aquí como tu compañero tecnológico, no solo como una solución única.",
      "home-intro-title": "Un Viaje de Aprendizaje en Código",
      "home-intro-subtitle": "Soy Thomas, arquitecto de software y aprendiz continuo. Este portfolio es un documento vivo de mi crecimiento, cada proyecto representa un paso adelante en la comprensión de cómo construir tecnología reflexiva y centrada en las personas.",
      "home-about-title": "¿Por Qué Este Portfolio?",
      "home-about-text": "El viaje de cada desarrollador es único. El mío está impulsado por una creencia simple: la tecnología debe empoderar a las personas, no abrumarlas. A través de la construcción de software personalizado, la exploración de nuevos frameworks y el aprendizaje continuo, documento el proceso de convertirme en un mejor artesano, un proyecto a la vez.",
      "home-about-text-2": "Lo que encontrarás aquí no son solo productos terminados, sino la evolución de ideas, las lecciones aprendidas y la búsqueda continua de construir software con intención y cuidado. Cada pieza en mi portfolio cuenta una historia de resolución de problemas, iteración y crecimiento.",
      "home-cta-title": "Explora Mi Trabajo",
      "home-cta-text": "Navega por los proyectos que he construido, los desafíos que he enfrentado y las soluciones que he creado. Cada uno representa un momento de aprendizaje, un problema resuelto y un paso adelante en mi viaje.",
      "home-cta-link": "Ver Portfolio →",
      "home-twitch-title": "Mírame Construir",
      "home-twitch-text": "Transmito mi proceso de desarrollo en vivo en Twitch. Únete mientras escribo código, creo aplicaciones y hago videojuegos, ve el proceso detrás de los proyectos en tiempo real.",
      "home-twitch-link": "Ver en Twitch"
    }
  },
  "fr": {
    "translation": {
      "main-title": "Nous Construisons. Nous Guidons.",
      "hero-subtitle": "Nous construisons des applications artisanales pour les besoins quotidiens — et vous aidons à vous sentir en confiance avec toute technologie que vous utilisez.",
      "philosophy-title": "Pourquoi créer des apps artisanales ?",
      "philosophy-intro": "Travaillez directement avec un artisan indépendant qui façonne des outils à échelle humaine, pas des logiciels de masse. Nous apprenons le rythme de vos journées, le traduisons en code et vous remettons un outil qui porte vos valeurs dans chaque geste.",
      "philosophy-human-scale-title": "Échelle Humaine",
      "philosophy-human-scale-text": "Petits outils propres et ciblés—jamais d'applications de masse gonflées. Construit par un codeur indépendant, avec soin et une philosophie claire.",
      "philosophy-transparent-title": "Transparent et Éthique",
      "philosophy-transparent-text": "Comme les artisans suisses, nous construisons de manière durable, éthique et transparente. Vous savez qui a fait votre logiciel et pourquoi.",
      "philosophy-personal-title": "Touche Personnelle",
      "philosophy-personal-text": "Chaque outil est conçu avec intention. Commandez une application : rémunérez le développement dont vous avez besoin, conservez une licence d’usage perpétuelle pendant que nous la proposons dans notre catalogue pour que d’autres en bénéficient.",
      "products-title": "Quelques-uns de Nos Travaux",
      "products-subtitle": "Outils artisanaux pour besoins quotidiens",
      "rythmo-title": "Rythmo",
      "rythmo-description": "Une application de chronomètre d'entraînement personnalisée avec intervalles d'exercice et de repos. Conçue pour des séances d'entraînement ciblées.",
      "measure-mate-title": "Measure Mate",
      "measure-mate-description": "Un outil simple et efficace de conversion d'unités. Convertissez entre diverses unités de mesure rapidement et précisément.",
      "how-we-work-title": "Comment Nous Travaillons",
      "commission-title": "Commandez un Outil",
      "commission-text": "Besoin de quelque chose de spécial ? Construisons-la ensemble. Commandez une application adaptée à vos besoins—rémunérez le développement à sa juste valeur, profitez d'une licence perpétuelle tandis que nous l'ajoutons à notre catalogue pour que d'autres en bénéficient.",
      "catalog-title": "Catalogue en Croissance",
      "catalog-text": "Chaque commande devient partie de notre catalogue artisanal. Achetez des outils individuels ou abonnez-vous pour accéder à plusieurs applications. Prix simples et honnêtes.",
      "support-title": "Soutenez le Logiciel Indépendant",
      "support-text": "Choisissez un logiciel fait avec soin, pas de production de masse. Soutenez le développement indépendant et obtenez des outils qui respectent votre temps et votre attention.",
      "mission-toggle-build": "Nous Construisons",
      "mission-toggle-guide": "Nous Guidons",
      "guide-philosophy-title": "Pourquoi un Accompagnement Technologique Personnel ?",
      "guide-philosophy-text": "La technologie devrait être sûre, claire et humaine. Nous nous asseyons à vos côtés—avec patience et sans jugement—pour traduire les outils déroutants en langage simple, vous aider à prendre des décisions en confiance et profiter des applications qui comptent dans votre vie.",
      "guide-philosophy-pillar1-title": "Nous Restons à Vos Côtés",
      "guide-philosophy-pillar1-text": "Apportez n’importe quel appareil, compte ou question. Nous commençons par écouter avec calme pour que vous vous sentiez considéré avant même de cliquer.",
      "guide-philosophy-pillar2-title": "Un Langage Clair et Concret",
      "guide-philosophy-pillar2-text": "Nous traduisons les écrans en étapes concrètes et quotidiennes, pour que vous sachiez toujours ce que nous faisons—et pourquoi.",
      "guide-philosophy-pillar3-title": "Une Confiance Qui Dure",
      "guide-philosophy-pillar3-text": "Vous repartez avec des notes, des rituels et des conseils de sécurité adaptés, pour que la confiance perdure bien après la séance.",
      "services-title": "Comment Nous Vous Aidons",
      "services-subtitle": "Un accompagnement pensé pour les moments où la technologie paraît écrasante, incertaine ou urgente",
      "software-learning-title": "Coaching de Confiance Technologique",
      "software-learning-text": "Construisez une aisance durable grâce à une pratique guidée adaptée aux outils que vous souhaitez maîtriser—rythme patient, langage clair et encouragement à chaque étape.",
      "digital-literacy-title": "Aide Technologique Rapide",
      "digital-literacy-text": "Apportez les bugs étranges, les blocages de mot de passe ou les fenêtres mystérieuses. Nous dépannons à vos côtés pour que la solution ait du sens.",
      "software-tutoring-title": "Connexion Technologique Familiale",
      "software-tutoring-text": "Créez un langage numérique partagé à la maison—comprenez les jeux de vos enfants, instaurez des repères sains et aidez vos proches à participer sans stress.",
      "guide-how-it-works-title": "Comment Ça Marche",
      "guide-step-1-title": "Contactez-nous et Créons le Lien",
      "guide-step-1-text": "Expliquez ce qui vous semble flou ou urgent—aucun jargon requis. Nous écoutons, clarifions ensemble et préparons un soutien qui vous correspond.",
      "guide-step-3-title": "Obtenez du Soutien",
      "guide-step-3-text": "Sessions flexibles par appel vidéo, téléphone ou en personne. Nous travaillons à votre rythme, de la manière qui vous convient le mieux.",
      "guide-step-4-title": "Développez la Confiance",
      "guide-step-4-text": "Soutien continu chaque fois que vous en avez besoin. Nous sommes là comme votre compagnon technologique, pas seulement pour une solution ponctuelle.",
      "home-intro-title": "Un Parcours d'Apprentissage en Code",
      "home-intro-subtitle": "Je suis Thomas, architecte logiciel et apprenant continu. Ce portfolio est un document vivant de ma croissance, chaque projet représente un pas en avant dans la compréhension de comment construire une technologie réfléchie et centrée sur l'humain.",
      "home-about-title": "Pourquoi Ce Portfolio ?",
      "home-about-text": "Le parcours de chaque développeur est unique. Le mien est guidé par une croyance simple : la technologie devrait autonomiser les gens, pas les submerger. En construisant des logiciels personnalisés, en explorant de nouveaux frameworks et en apprenant continuellement, je documente le processus de devenir un meilleur artisan, un projet à la fois.",
      "home-about-text-2": "Ce que vous trouverez ici ne sont pas seulement des produits finis, mais l'évolution des idées, les leçons apprises et la poursuite continue de construire des logiciels avec intention et soin. Chaque pièce de mon portfolio raconte une histoire de résolution de problèmes, d'itération et de croissance.",
      "home-cta-title": "Explorez Mon Travail",
      "home-cta-text": "Parcourez les projets que j'ai construits, les défis que j'ai relevés et les solutions que j'ai créées. Chacun représente un moment d'apprentissage, un problème résolu et un pas en avant dans mon parcours.",
      "home-cta-link": "Voir le Portfolio →",
      "home-twitch-title": "Regardez-Moi Construire",
      "home-twitch-text": "Je diffuse mon processus de développement en direct sur Twitch. Rejoignez-moi pendant que j'écris du code, crée des applications et fais des jeux vidéo, voyez le processus derrière les projets en temps réel.",
      "home-twitch-link": "Regarder sur Twitch"
    }
  },
  "de": {
    "translation": {
      "main-title": "Wir Bauen. Wir Begleiten.",
      "hero-subtitle": "Wir bauen handwerkliche Apps für alltägliche Bedürfnisse — und helfen Ihnen, sich sicher mit jeder Technologie zu fühlen, die Sie verwenden.",
      "philosophy-title": "Warum handwerkliche App-Entwicklung?",
      "philosophy-intro": "Arbeiten Sie direkt mit einem unabhängigen Handwerker zusammen, der menschlich dimensionierte Werkzeuge baut – keine Massenware. Wir lernen Ihren Alltag kennen, übersetzen ihn in Code und überreichen ein Tool, das Ihre Werte in jeder Interaktion spürbar macht.",
      "philosophy-human-scale-title": "Menschlicher Maßstab",
      "philosophy-human-scale-text": "Kleine, saubere, zielgerichtete Tools—nie aufgeblähte Massenmarkt-Apps. Gebaut von einem unabhängigen Programmierer, mit Sorgfalt und einer klaren Philosophie.",
      "philosophy-transparent-title": "Transparent & Ethisch",
      "philosophy-transparent-text": "Wie Schweizer Handwerker bauen wir nachhaltig, ethisch und transparent. Sie wissen, wer Ihre Software gemacht hat und warum.",
      "philosophy-personal-title": "Persönliche Note",
      "philosophy-personal-text": "Jedes Tool wird mit Absicht gefertigt. Beauftragen Sie eine App: bezahlen Sie für die Entwicklung, die Sie benötigen, behalten Sie eine dauerhafte Nutzungslizenz, während wir sie über unseren Katalog anderen zugänglich machen.",
      "products-title": "Einige unserer Arbeiten",
      "products-subtitle": "Handgefertigte Tools für alltägliche Bedürfnisse",
      "rythmo-title": "Rythmo",
      "rythmo-description": "Eine maßgeschneiderte Trainings-Timer-App mit Übungs- und Ruheintervallen. Gebaut für fokussierte Trainingseinheiten.",
      "measure-mate-title": "Measure Mate",
      "measure-mate-description": "Ein einfaches, effizientes Einheitenumrechnungstool. Konvertieren Sie schnell und genau zwischen verschiedenen Maßeinheiten.",
      "how-we-work-title": "Wie Wir Arbeiten",
      "commission-title": "Beauftragen Sie ein Tool",
      "commission-text": "Benötigen Sie etwas Besonderes? Lassen Sie uns sie gemeinsam entwickeln. Beauftragen Sie eine App, die auf Ihre Bedürfnisse zugeschnitten ist—bezahlen Sie für die Entwicklung, die Ihnen wichtig ist, und genießen Sie eine dauerhafte Lizenz, während wir sie in unseren Katalog aufnehmen, damit andere davon profitieren.",
      "catalog-title": "Wachsender Katalog",
      "catalog-text": "Jeder Auftrag wird Teil unseres handwerklichen Katalogs. Kaufen Sie einzelne Tools oder abonnieren Sie, um auf mehrere Apps zuzugreifen. Einfache, ehrliche Preise.",
      "support-title": "Unterstützen Sie Indie-Software",
      "support-text": "Wählen Sie Software, die mit Sorgfalt gemacht wurde, nicht Massenproduktion. Unterstützen Sie unabhängige Entwicklung und erhalten Sie Tools, die Ihre Zeit und Aufmerksamkeit respektieren.",
      "mission-toggle-build": "Wir Bauen",
      "mission-toggle-guide": "Wir Begleiten",
      "guide-philosophy-title": "Warum Persönliche Technologie-Begleitung?",
      "guide-philosophy-text": "Technologie sollte sich sicher, klar und menschlich anfühlen. Wir setzen uns an Ihre Seite—geduldig und ohne Urteil—übersetzen verwirrende Tools in einfache Sprache, helfen Ihnen selbstbewusst zu entscheiden und die Apps zu genießen, die in Ihrem Leben zählen.",
      "guide-philosophy-pillar1-title": "Wir sitzen an Ihrer Seite",
      "guide-philosophy-pillar1-text": "Bringen Sie jedes Gerät, jeden Account oder jede Frage mit. Wir beginnen mit ruhigem Zuhören, damit Sie sich gesehen fühlen, bevor wir etwas anklicken.",
      "guide-philosophy-pillar2-title": "Klare Sprache, echte Schritte",
      "guide-philosophy-pillar2-text": "Wir übersetzen Bildschirme in verständliche Worte und nachvollziehbare Schritte, damit Sie jederzeit wissen, was wir tun – und warum.",
      "guide-philosophy-pillar3-title": "Vertrauen, das bleibt",
      "guide-philosophy-pillar3-text": "Sie gehen mit Notizen, Routinen und Sicherheitstipps nach Hause, die zu Ihnen passen – so hält das gute Gefühl weit über die Sitzung hinaus an.",
      "services-title": "So Unterstützen Wir Sie",
      "services-subtitle": "Begleitung für die Momente, in denen sich Technologie überwältigend, unsicher oder dringend anfühlt",
      "software-learning-title": "Technologie-Vertrauens-Coaching",
      "software-learning-text": "Bauen Sie nachhaltige Leichtigkeit mit angeleiteter Praxis auf, abgestimmt auf die Tools, die Sie meistern möchten—geduldiges Tempo, klare Worte und Ermutigung bei jedem Schritt.",
      "digital-literacy-title": "Schnelle Technologie-Hilfe",
      "digital-literacy-text": "Bringen Sie knifflige Fehler, Passwortsperren oder rätselhafte Pop-ups mit. Wir suchen die Lösung gemeinsam, damit sie wirklich verständlich ist.",
      "software-tutoring-title": "Familien-Technologie-Verbindung",
      "software-tutoring-text": "Schaffen Sie eine gemeinsame Tech-Sprache zu Hause—lernen Sie die Spiele Ihrer Kinder kennen, setzen Sie gesunde Grenzen und helfen Sie Angehörigen ohne Stress dabei zu sein.",
      "guide-how-it-works-title": "Wie Es Funktioniert",
      "guide-step-1-title": "Kontakt & Kennenlernen",
      "guide-step-1-text": "Erzählen Sie, was sich verwirrend oder dringend anfühlt—ganz ohne Fachsprache. Wir hören zu, schauen gemeinsam hin und planen Unterstützung, die zu Ihnen passt.",
      "guide-step-3-title": "Erhalten Sie Unterstützung",
      "guide-step-3-text": "Flexible Sitzungen per Videoanruf, Telefon oder persönlich. Wir arbeiten in Ihrem Tempo, auf die Weise, die sich für Sie am besten anfühlt.",
      "guide-step-4-title": "Bauen Sie Vertrauen Auf",
      "guide-step-4-text": "Kontinuierliche Unterstützung, wann immer Sie sie benötigen. Wir sind hier als Ihr Technologie-Begleiter, nicht nur für eine einmalige Lösung.",
      "home-intro-title": "Eine Lernreise im Code",
      "home-intro-subtitle": "Ich bin Thomas, Software-Architekt und kontinuierlicher Lernender. Dieses Portfolio ist ein lebendiges Dokument meines Wachstums, jedes Projekt repräsentiert einen Schritt vorwärts im Verständnis, wie man durchdachte, menschenzentrierte Technologie baut.",
      "home-about-title": "Warum Dieses Portfolio?",
      "home-about-text": "Die Reise jedes Entwicklers ist einzigartig. Meine wird von einem einfachen Glauben angetrieben: Technologie sollte Menschen befähigen, nicht überwältigen. Durch den Bau von maßgeschneiderter Software, die Erkundung neuer Frameworks und kontinuierliches Lernen dokumentiere ich den Prozess, ein besserer Handwerker zu werden, ein Projekt nach dem anderen.",
      "home-about-text-2": "Was Sie hier finden werden, sind nicht nur fertige Produkte, sondern die Evolution von Ideen, die gelernten Lektionen und das fortwährende Streben, Software mit Absicht und Sorgfalt zu bauen. Jedes Stück in meinem Portfolio erzählt eine Geschichte von Problemlösung, Iteration und Wachstum.",
      "home-cta-title": "Erkunden Sie Meine Arbeit",
      "home-cta-text": "Durchstöbern Sie die Projekte, die ich gebaut habe, die Herausforderungen, die ich bewältigt habe, und die Lösungen, die ich geschaffen habe. Jedes repräsentiert einen Moment des Lernens, ein gelöstes Problem und einen Schritt vorwärts auf meiner Reise.",
      "home-cta-link": "Portfolio Ansehen →",
      "home-twitch-title": "Sehen Sie Mir Beim Bauen Zu",
      "home-twitch-text": "Ich übertrage meinen Entwicklungsprozess live auf Twitch. Begleiten Sie mich, während ich Code schreibe, Apps erstelle und Videospiele mache, sehen Sie den Prozess hinter den Projekten in Echtzeit.",
      "home-twitch-link": "Auf Twitch Ansehen"
    }
  }
}
