{
  "en": {
    "translation": {
      "about-hero-title": "About BitMinded",
      "about-hero-subtitle": "Handcrafted software and patient guidance, built with intention, delivered with care.",
      "about-overview-title": "Get to Know BitMinded",
      "about-overview-vision-title": "Vision & Mission",
      "about-overview-vision-summary": "Learn about our artisanal approach to software and patient tech support, our commitment to ethical and transparent craft, and our mission to make technology more accessible and humane through both building and guiding.",
      "about-overview-vision-benefit": "Discover what drives us and why we do what we do.",
      "about-vision-cta": "Explore Vision & Mission →",
      "about-overview-team-title": "The Team",
      "about-overview-team-summary": "Meet the people behind BitMinded. Learn about our backgrounds, passions, and the values that guide our work every day.",
      "about-overview-team-benefit": "Get to know who you'll be working with.",
      "about-team-cta": "Meet The Team →",
      "about-why-title": "Why BitMinded?",
      "about-why-intro": "We believe in building software and guiding people through technology the way artisans approach their craft, with intention, care, and a deep respect for the people we serve. <strong class=\"about-why-mission\">We Build. We Guide. Both are fundamental to what we do.</strong>",
      "about-highlight-human-title": "Human-Scale",
      "about-highlight-human-text": "We keep things small and purposeful. Every project and every session gets personal attention, and every client gets direct access to the maker.",
      "about-highlight-ethical-title": "Ethical & Transparent",
      "about-highlight-ethical-text": "Like Swiss artisans, we build sustainably and teach safe digital habits. Trust compounds over time through honest, transparent relationships in both our software and our guidance.",
      "about-highlight-attainable-title": "Attainable Technology",
      "about-highlight-attainable-text": "We believe custom software and tech support should be accessible. Our commission-to-catalog model makes affordable software possible, and our patient guidance makes technology approachable for everyone.",
      "about-connect-title": "Let's Connect",
      "about-connect-text": "Have questions about our approach? Want to learn more about how we work? We'd love to hear from you.",
      "about-services-link": "View Services",
      "about-contact-link": "Contact Us",
      "vision-mission-hero-title": "Vision & Mission",
      "vision-mission-hero-subtitle": "Our vision for artisanal software, and our mission to make technology more accessible, humane, and intentional.",
      "vision-title": "Our Vision",
      "vision-description": "We envision an Artisanal Software Atelier, a place where software is crafted with intention, care, and deep respect for the people who use it. Just as Swiss artisans build with precision and integrity, we build software that is purposeful, sustainable, and human-scale. But building tools is only half our vision. We also provide patient, judgment-free tech support that helps people feel confident and empowered with technology.",
      "vision-description-2": "Our vision is rooted in the belief that technology should serve people, not the other way around. We see a future where custom software is attainable, where individuals, families, and small businesses can commission tools that fit their unique needs without breaking the bank or compromising their values. We also see a future where tech support is patient, clear, and empowering, where anyone can get help navigating technology without feeling judged or overwhelmed.",
      "vision-description-3": "We believe in working at human scale. Small, purposeful apps. Direct relationships with clients. Clear communication. Tools that feel good to use because they were made with care, not rushed to market. And guidance that builds confidence because it's delivered with patience and respect, not condescension or complexity.",
      "mission-title": "Our Mission",
      "mission-description": "<strong>We Build. We Guide.</strong> These two pillars are equal and fundamental to everything we do. We build handcrafted software that solves real problems. We guide people through technology with patience and clarity. Both are essential. Good tools without guidance leave people frustrated, and guidance without good tools leaves people limited. Together, they create confidence and empowerment.",
      "mission-description-2": "Our mission is to help people feel confident and capable with technology, whether that means building a custom tool that fits perfectly or providing patient tech support that builds understanding. We translate technical complexity into plain language. We craft software with intention and care. Both paths lead to the same destination: technology that works for you, not against you.",
      "mission-pillar-build-title": "We Build",
      "mission-pillar-build-text": "Handcrafted apps and tools, built with intention. Each project is a collaboration, each tool is crafted to fit your unique needs. Small, purposeful, and thoughtfully designed. We build custom software that solves real problems for real people: business tools, personal apps, and everything in between.",
      "mission-pillar-guide-title": "We Guide",
      "mission-pillar-guide-text": "Patient tech support delivered with warmth and clarity. We help you feel confident with technology, whether you're setting up a new device, learning software, understanding online safety, or navigating any tech challenge. Judgment-free guidance that builds confidence and digital literacy, one conversation at a time.",
      "values-title": "Our Values",
      "value-transparency-title": "Transparency",
      "value-transparency-text": "Clear communication, honest pricing, and transparent processes. You'll always know what to expect and what you're paying for.",
      "value-craftsmanship-title": "Craftsmanship",
      "value-craftsmanship-text": "Every feature, every design choice is made with meticulous attention to detail. We build tools and provide guidance that are robust, beautiful, and thoughtfully designed.",
      "value-safety-title": "Safety",
      "value-safety-text": "Your digital safety matters. We build secure software and teach safe digital habits. From privacy settings to password management, we help protect you long-term.",
      "value-sustainability-title": "Sustainability",
      "value-sustainability-text": "Like Swiss artisans, we build sustainably. We create tools that last, use ethical practices, and teach habits that serve you well over time.",
      "value-human-connection-title": "Human Connection",
      "value-human-connection-text": "Every project and session is personal. We work directly with you, listen carefully, and build relationships that extend beyond a single transaction.",
      "value-digital-wellbeing-title": "Digital Wellbeing",
      "value-digital-wellbeing-text": "Technology should enhance your life, not complicate it. We build tools and provide guidance that support healthy, intentional use of technology.",
      "approach-title": "Our Approach",
      "approach-description": "Our approach has two equal parts: <strong>building</strong> and <strong>guiding</strong>. For building, we've developed a unique commission-to-catalog model that makes custom software more accessible while building a library of tools for others to benefit from. When you commission a tool, you fund the build at fair rates, receive a perpetual-use license, and we retain the rights to adapt it for our growing catalog.",
      "approach-description-2": "For guiding, we provide patient, judgment-free tech support that helps people feel confident with technology. Whether you need help setting up a device, learning software, understanding online safety, or navigating any tech challenge, we're here to guide you with clarity and patience. Our tech support is available remotely or in-person, designed to build confidence and digital literacy.",
      "approach-description-3": "Both approaches serve the same mission: making technology work for people. The commission-to-catalog model makes custom software attainable for more people. Your investment helps others access tools they need. Our tech support makes technology accessible through patient guidance. No question is too simple, no challenge too small. Together, building and guiding create a complete path to technology confidence.",
      "vision-mission-connect-title": "Interested in Working Together?",
      "vision-mission-connect-text": "If our vision and mission resonate with you, we'd love to hear from you. Let's build something meaningful together.",
      "vision-mission-services-link": "View Services",
      "vision-mission-contact-link": "Contact Us",
      "team-hero-title": "The Team",
      "team-hero-subtitle": "Meet the people behind BitMinded. We're here to build thoughtful software and guide you through technology with patience and warmth.",
      "team-thomas-name": "Thomas",
      "team-thomas-title": "Software Architect, Tech Coach & Founder",
      "team-thomas-bio": "<p>I'm Thomas, and my mission is simple: <strong>to help people feel confident and empowered with technology</strong>. Whether that means building custom software that solves real problems or providing patient, judgment free tech support, everything I do is centered around making technology work for you, not against you.</p><p>As a Software Architect, I design and build artisanal tools with intention, care, and a deep respect for the people who use them. Through personalized tech coaching, I also guide people through their devices and applications with patience and clarity, helping them understand not just what to do, but why it works that way.</p><p>I'm driven by innovation and continuous improvement, always looking for better ways to serve people. I'm particularly passionate about making custom software attainable, affordable to individuals, families, and small businesses who might not otherwise be able to access these solutions. Our commission to catalog model helps make this vision a reality, one project at a time.</p><p>When I'm not coding or teaching, you'll find me thinking about digital wellbeing, exploring new ways to make technology more humane, or simply enjoying the quiet satisfaction of helping someone feel more capable and confident in their digital life.</p>",
      "team-kamilah-name": "Kamilah",
      "team-kamilah-title": "Graphic Designer",
      "team-kamilah-bio": "<p>Hi, I'm Kamilah, a storyteller, illustrator, and creative designer. My work is all about emotion and intention. Through visual narratives and thoughtful design, I create experiences that are both deeply felt and beautifully crafted.</p><p>I believe good design tells a story, and the best stories are the ones you feel. My style blends bold, playful color with minimalist design, finding the sweet spot between professional and personal, polished and imaginative.</p><p>When I work with BitMinded, I bring color, narrative, and emotional warmth to our projects. Whether it's designing brand visuals, illustrating concepts, or building creative strategies that go deeper than surface level design, I help ensure every project feels as good as it looks.</p><p>My aesthetic is best described as <strong>colorful, bold, and beautiful</strong>. I bring intentional fun and emotional warmth to every project, creating work that isn't just visually stunning, but also purposeful, meaningful, and unforgettable.</p><p>When I'm not designing, I'm out in the world gathering inspiration, hiking in the mountains, swimming in wild waters, biking through quiet towns, or wandering new corners of the globe. I live with a heart full of stories and a head full of ideas, always ready for the next project that sparks something real.</p>",
      "team-kamilah-website": "<a href=\"https://kamilahcrystal.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"team-member__website-link\">Visit Kamilah's website →</a>",
      "team-kamilah-shop": "<a href=\"http://kamilahcrystal.com/shop\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"team-member__shop-link\">Visit Kamilah's shop →</a>",
      "team-connect-title": "Let's Work Together",
      "team-connect-text": "Have questions? Want to learn more about working with us? We'd love to hear from you.",
      "team-services-link": "View Services",
      "team-contact-link": "Contact Us"
    }
  },
  "es": {
    "translation": {
      "about-hero-title": "Acerca de BitMinded",
      "about-hero-subtitle": "Software artesanal y orientación paciente—construido con intención, entregado con cuidado.",
      "about-overview-title": "Conoce BitMinded",
      "about-overview-vision-title": "Visión y Misión",
      "about-overview-vision-summary": "Conoce nuestro enfoque artesanal del software, nuestro compromiso con la artesanía ética y transparente, y nuestra misión de hacer la tecnología más accesible y humana.",
      "about-overview-vision-benefit": "Descubre qué nos impulsa y por qué hacemos lo que hacemos.",
      "about-vision-cta": "Explorar Visión y Misión →",
      "about-overview-team-title": "El Equipo",
      "about-overview-team-summary": "Conoce a las personas detrás de BitMinded. Aprende sobre nuestros antecedentes, pasiones y los valores que guían nuestro trabajo todos los días.",
      "about-overview-team-benefit": "Conoce con quién trabajarás.",
      "about-team-cta": "Conocer al Equipo →",
      "about-why-title": "¿Por qué BitMinded?",
      "about-why-intro": "Creemos en construir software de la manera en que los artesanos construyen su oficio—con intención, cuidado y un profundo respeto por las personas que lo usan.",
      "about-highlight-human-title": "Escala Humana",
      "about-highlight-human-text": "Mantenemos las cosas pequeñas y con propósito. Cada proyecto recibe atención personal, y cada cliente tiene acceso directo al creador.",
      "about-highlight-ethical-title": "Ético y Transparente",
      "about-highlight-ethical-text": "Como los artesanos suizos, construimos de manera sostenible y enseñamos hábitos digitales seguros. La confianza se acumula con el tiempo a través de relaciones honestas y transparentes.",
      "about-highlight-attainable-title": "Software Alcanzable",
      "about-highlight-attainable-text": "Creemos que el software personalizado debe ser accesible. Nuestro modelo de encargo a catálogo hace posibles soluciones asequibles para individuos y pequeñas empresas.",
      "about-connect-title": "Conectemos",
      "about-connect-text": "¿Tienes preguntas sobre nuestro enfoque? ¿Quieres saber más sobre cómo trabajamos? Nos encantaría saber de ti.",
      "about-services-link": "Ver Servicios",
      "about-contact-link": "Contáctanos",
      "vision-mission-hero-title": "Visión y Misión",
      "vision-mission-hero-subtitle": "Nuestra visión del software artesanal y nuestra misión de hacer la tecnología más accesible, humana e intencional.",
      "vision-title": "Nuestra Visión",
      "vision-description": "Imaginamos un Atelier de Software Artesanal—un lugar donde el software se elabora con intención, cuidado y profundo respeto por las personas que lo usan. Así como los artesanos suizos construyen con precisión e integridad, construimos software que es intencional, sostenible y de escala humana.",
      "vision-description-2": "Nuestra visión se basa en la creencia de que la tecnología debe servir a las personas, no al revés. Vemos un futuro donde el software personalizado es alcanzable—donde individuos, familias y pequeñas empresas pueden encargar herramientas que se ajusten a sus necesidades únicas sin arruinarse o comprometer sus valores.",
      "vision-description-3": "Creemos en construir a escala humana. Aplicaciones pequeñas y con propósito. Relaciones directas con los clientes. Comunicación clara. Herramientas que se sienten bien de usar porque fueron hechas con cuidado, no apresuradas al mercado.",
      "mission-title": "Nuestra Misión",
      "mission-description": "Construimos. Guiamos. Esta simple declaración captura todo lo que hacemos. Construimos software artesanal junto con soporte técnico paciente y en lenguaje sencillo. Creemos que las buenas herramientas son solo la mitad de la historia—la otra mitad es generar confianza y comprensión.",
      "mission-description-2": "Nuestra misión es combinar software reflexivo con orientación sin juicios. Ya sea que estés encargando una herramienta personalizada o necesites ayuda para navegar la tecnología, estamos aquí para apoyarte con paciencia, claridad y respeto. Traducimos la complejidad técnica a lenguaje sencillo, para que puedas sentirte confiado y empoderado.",
      "mission-pillar-build-title": "Construimos",
      "mission-pillar-build-text": "Aplicaciones y herramientas artesanales, construidas con intención. Cada proyecto es una colaboración, cada herramienta está diseñada para adaptarse a tus necesidades únicas. Pequeñas, con propósito y cuidadosamente diseñadas.",
      "mission-pillar-guide-title": "Guiamos",
      "mission-pillar-guide-text": "Soporte técnico paciente entregado con calidez y claridad. Te ayudamos a sentirte confiado con la tecnología, ya sea configurando un nuevo dispositivo o aprendiendo a usar una herramienta que construimos juntos.",
      "values-title": "Nuestros Valores",
      "value-transparency-title": "Transparencia",
      "value-transparency-text": "Comunicación clara, precios honestos y procesos transparentes. Siempre sabrás qué esperar y por qué estás pagando.",
      "value-sustainability-title": "Sostenibilidad",
      "value-sustainability-text": "Como los artesanos suizos, construimos de manera sostenible. Creamos herramientas que duran, usamos prácticas éticas y enseñamos hábitos digitales seguros que te protegen a largo plazo.",
      "value-human-connection-title": "Conexión Humana",
      "value-human-connection-text": "Cada proyecto es personal. Trabajamos directamente contigo, escuchamos con atención y construimos relaciones que se extienden más allá de una sola transacción.",
      "value-digital-wellbeing-title": "Bienestar Digital",
      "value-digital-wellbeing-text": "Creemos que la tecnología debe mejorar tu vida, no complicarla. Construimos herramientas y enseñamos prácticas que apoyan el uso saludable e intencional de la tecnología.",
      "approach-title": "Nuestro Enfoque",
      "approach-description": "Hemos desarrollado un modelo único de encargo a catálogo que hace el software personalizado más accesible mientras construimos una biblioteca de herramientas para que otros se beneficien. Cuando encargas una herramienta, financias la construcción a tarifas justas, recibes una licencia de uso perpetuo y conservamos los derechos para adaptarla a nuestro catálogo en crecimiento.",
      "approach-description-2": "Este modelo significa que cada encargo contribuye a una misión más grande: hacer el software personalizado alcanzable para más personas. Tu inversión no solo te da una herramienta—ayuda a hacer el software personalizado accesible para individuos, familias y pequeñas empresas que de otra manera no podrían permitírselo.",
      "approach-description-3": "También creemos en enseñar junto con construir. Ya sea que estés encargando una herramienta o buscando soporte técnico, compartimos conocimiento, explicamos procesos y te ayudamos a entender no solo qué estamos haciendo, sino por qué. Esto genera confianza y alfabetización digital, una conversación a la vez.",
      "vision-mission-connect-title": "¿Interesado en Trabajar Juntos?",
      "vision-mission-connect-text": "Si nuestra visión y misión resuenan contigo, nos encantaría saber de ti. Construyamos algo significativo juntos.",
      "vision-mission-services-link": "Ver Servicios",
      "vision-mission-contact-link": "Contáctanos",
      "team-hero-title": "El Equipo",
      "team-hero-subtitle": "Conoce a las personas detrás de BitMinded. Estamos aquí para construir software reflexivo y guiarte a través de la tecnología con paciencia y calidez.",
      "team-thomas-name": "Thomas",
      "team-thomas-title": "Arquitecto de Software, Coach Técnico y Fundador",
      "team-thomas-bio": "<p>Soy Thomas, y mi misión es simple: <strong>ayudar a las personas a sentirse seguras y empoderadas con la tecnología</strong>. Ya sea construyendo software personalizado que resuelve problemas reales o brindando soporte técnico paciente y sin juicios, todo lo que hago está centrado en hacer que la tecnología funcione para ti, no en tu contra.</p><p>Como Arquitecto de Software, diseño y construyo herramientas artesanales con intención, cuidado y un profundo respeto por las personas que las usan. A través de coaching técnico personalizado, también guío a las personas a través de sus dispositivos y aplicaciones con paciencia y claridad, ayudándolas a entender no solo qué hacer, sino por qué funciona de esa manera.</p><p>Me impulsa la innovación y la mejora continua, siempre buscando mejores formas de servir a las personas. Me apasiona especialmente hacer el software personalizado alcanzable, asequible para individuos, familias y pequeñas empresas que de otra manera no podrían acceder a estas soluciones. Nuestro modelo de encargo a catálogo ayuda a hacer realidad esta visión, un proyecto a la vez.</p><p>Cuando no estoy codificando o enseñando, me encontrarás pensando en el bienestar digital, explorando nuevas formas de hacer la tecnología más humana, o simplemente disfrutando la satisfacción tranquila de ayudar a alguien a sentirse más capaz y seguro en su vida digital.</p>",
      "team-kamilah-name": "Kamilah",
      "team-kamilah-title": "Diseñadora Gráfica",
      "team-kamilah-bio": "<p>Hola, soy Kamilah, una narradora, ilustradora y diseñadora creativa. Mi trabajo se trata de emoción e intención. A través de narrativas visuales y diseño reflexivo, creo experiencias que se sienten profundamente y están bellamente elaboradas.</p><p>Creo que el buen diseño cuenta una historia, y las mejores historias son las que sientes. Mi estilo combina color audaz y juguetón con diseño minimalista, encontrando el punto dulce entre profesional y personal, pulido e imaginativo.</p><p>Cuando trabajo con BitMinded, aporto color, narrativa y calidez emocional a nuestros proyectos. Ya sea diseñando visuales de marca, ilustrando conceptos o construyendo estrategias creativas que van más allá del diseño superficial, ayudo a asegurar que cada proyecto se sienta tan bien como se ve.</p><p>Mi estética se describe mejor como <strong>colorida, audaz y hermosa</strong>. Aporto diversión intencional y calidez emocional a cada proyecto, creando trabajo que no solo es visualmente impresionante, sino también con propósito, significativo e inolvidable.</p><p>Cuando no estoy diseñando, estoy en el mundo recopilando inspiración, caminando en las montañas, nadando en aguas salvajes, andando en bicicleta por pueblos tranquilos, o vagando por nuevos rincones del globo. Vivo con un corazón lleno de historias y una cabeza llena de ideas, siempre lista para el próximo proyecto que encienda algo real.</p>",
      "team-kamilah-website": "<a href=\"https://kamilahcrystal.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"team-member__website-link\">Visita el sitio web de Kamilah →</a>",
      "team-kamilah-shop": "<a href=\"http://kamilahcrystal.com/shop\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"team-member__shop-link\">Visita la tienda de Kamilah →</a>",
      "team-connect-title": "Trabajemos Juntos",
      "team-connect-text": "¿Tienes preguntas? ¿Quieres saber más sobre trabajar con nosotros? Nos encantaría saber de ti.",
      "team-services-link": "Ver Servicios",
      "team-contact-link": "Contáctanos"
    }
  },
  "fr": {
    "translation": {
      "about-hero-title": "À propos de BitMinded",
      "about-hero-subtitle": "Logiciel artisanal et accompagnement patient—construit avec intention, livré avec soin.",
      "about-overview-title": "Découvrez BitMinded",
      "about-overview-vision-title": "Vision et Mission",
      "about-overview-vision-summary": "Découvrez notre approche artisanale du logiciel, notre engagement envers un artisanat éthique et transparent, et notre mission de rendre la technologie plus accessible et humaine.",
      "about-overview-vision-benefit": "Découvrez ce qui nous motive et pourquoi nous faisons ce que nous faisons.",
      "about-vision-cta": "Explorer Vision et Mission →",
      "about-overview-team-title": "L'Équipe",
      "about-overview-team-summary": "Rencontrez les personnes derrière BitMinded. Découvrez nos parcours, nos passions et les valeurs qui guident notre travail chaque jour.",
      "about-overview-team-benefit": "Faites connaissance avec ceux avec qui vous travaillerez.",
      "about-team-cta": "Rencontrer l'Équipe →",
      "about-why-title": "Pourquoi BitMinded ?",
      "about-why-intro": "Nous croyons en la construction de logiciels comme les artisans construisent leur métier—avec intention, soin et un profond respect pour les personnes qui l'utilisent.",
      "about-highlight-human-title": "Échelle Humaine",
      "about-highlight-human-text": "Nous gardons les choses petites et intentionnelles. Chaque projet reçoit une attention personnelle, et chaque client a un accès direct au créateur.",
      "about-highlight-ethical-title": "Éthique et Transparent",
      "about-highlight-ethical-text": "Comme les artisans suisses, nous construisons de manière durable et enseignons des habitudes numériques sûres. La confiance se construit au fil du temps grâce à des relations honnêtes et transparentes.",
      "about-highlight-attainable-title": "Logiciel Accessible",
      "about-highlight-attainable-text": "Nous croyons que le logiciel personnalisé devrait être accessible. Notre modèle de commande à catalogue rend possible des solutions abordables pour les particuliers et les petites entreprises.",
      "about-connect-title": "Restons en Contact",
      "about-connect-text": "Vous avez des questions sur notre approche ? Vous voulez en savoir plus sur notre façon de travailler ? Nous aimerions avoir de vos nouvelles.",
      "about-services-link": "Voir les Services",
      "about-contact-link": "Nous Contacter",
      "vision-mission-hero-title": "Vision et Mission",
      "vision-mission-hero-subtitle": "Notre vision du logiciel artisanal et notre mission de rendre la technologie plus accessible, humaine et intentionnelle.",
      "vision-title": "Notre Vision",
      "vision-description": "Nous envisageons un Atelier de Logiciel Artisanal—un endroit où le logiciel est conçu avec intention, soin et profond respect pour les personnes qui l'utilisent. Tout comme les artisans suisses construisent avec précision et intégrité, nous construisons des logiciels qui sont intentionnels, durables et à échelle humaine.",
      "vision-description-2": "Notre vision est ancrée dans la conviction que la technologie devrait servir les personnes, et non l'inverse. Nous voyons un avenir où le logiciel personnalisé est accessible—où les particuliers, les familles et les petites entreprises peuvent commander des outils qui correspondent à leurs besoins uniques sans se ruiner ou compromettre leurs valeurs.",
      "vision-description-3": "Nous croyons en la construction à échelle humaine. Des applications petites et intentionnelles. Des relations directes avec les clients. Une communication claire. Des outils agréables à utiliser parce qu'ils ont été faits avec soin, pas précipités sur le marché.",
      "mission-title": "Notre Mission",
      "mission-description": "Nous Construisons. Nous Guidons. Cette simple déclaration résume tout ce que nous faisons. Nous construisons des logiciels artisanaux associés à un support technique patient et en langage simple. Nous croyons que les bons outils ne sont que la moitié de l'histoire—l'autre moitié est de construire la confiance et la compréhension.",
      "mission-description-2": "Notre mission est d'associer un logiciel réfléchi à un accompagnement sans jugement. Que vous commandiez un outil personnalisé ou ayez besoin d'aide pour naviguer dans la technologie, nous sommes là pour vous soutenir avec patience, clarté et respect. Nous traduisons la complexité technique en langage simple, afin que vous puissiez vous sentir confiant et autonome.",
      "mission-pillar-build-title": "Nous Construisons",
      "mission-pillar-build-text": "Applications et outils artisanaux, construits avec intention. Chaque projet est une collaboration, chaque outil est conçu pour s'adapter à vos besoins uniques. Petits, intentionnels et soigneusement conçus.",
      "mission-pillar-guide-title": "Nous Guidons",
      "mission-pillar-guide-text": "Support technique patient fourni avec chaleur et clarté. Nous vous aidons à vous sentir confiant avec la technologie, que vous configuriez un nouvel appareil ou appreniez à utiliser un outil que nous avons construit ensemble.",
      "values-title": "Nos Valeurs",
      "value-transparency-title": "Transparence",
      "value-transparency-text": "Communication claire, tarification honnête et processus transparents. Vous saurez toujours à quoi vous attendre et ce pour quoi vous payez.",
      "value-sustainability-title": "Durabilité",
      "value-sustainability-text": "Comme les artisans suisses, nous construisons de manière durable. Nous créons des outils qui durent, utilisons des pratiques éthiques et enseignons des habitudes numériques sûres qui vous protègent à long terme.",
      "value-human-connection-title": "Connexion Humaine",
      "value-human-connection-text": "Chaque projet est personnel. Nous travaillons directement avec vous, écoutons attentivement et construisons des relations qui s'étendent au-delà d'une seule transaction.",
      "value-digital-wellbeing-title": "Bien-être Numérique",
      "value-digital-wellbeing-text": "Nous croyons que la technologie devrait améliorer votre vie, pas la compliquer. Nous construisons des outils et enseignons des pratiques qui soutiennent une utilisation saine et intentionnelle de la technologie.",
      "approach-title": "Notre Approche",
      "approach-description": "Nous avons développé un modèle unique de commande à catalogue qui rend le logiciel personnalisé plus accessible tout en construisant une bibliothèque d'outils pour que d'autres en bénéficient. Lorsque vous commandez un outil, vous financez la construction à des tarifs équitables, recevez une licence d'utilisation perpétuelle et nous conservons les droits de l'adapter pour notre catalogue en croissance.",
      "approach-description-2": "Ce modèle signifie que chaque commande contribue à une mission plus large : rendre le logiciel personnalisé accessible à plus de personnes. Votre investissement ne vous donne pas seulement un outil—il aide à rendre le logiciel personnalisé accessible aux particuliers, aux familles et aux petites entreprises qui ne pourraient autrement pas se le permettre.",
      "approach-description-3": "Nous croyons également en l'enseignement parallèlement à la construction. Que vous commandiez un outil ou cherchiez un support technique, nous partageons les connaissances, expliquons les processus et vous aidons à comprendre non seulement ce que nous faisons, mais pourquoi. Cela construit la confiance et la littératie numérique, une conversation à la fois.",
      "vision-mission-connect-title": "Intéressé à Travailler Ensemble ?",
      "vision-mission-connect-text": "Si notre vision et notre mission résonnent avec vous, nous aimerions avoir de vos nouvelles. Construisons quelque chose de significatif ensemble.",
      "vision-mission-services-link": "Voir les Services",
      "vision-mission-contact-link": "Nous Contacter",
      "team-hero-title": "L'Équipe",
      "team-hero-subtitle": "Rencontrez les personnes derrière BitMinded. Nous sommes là pour construire des logiciels réfléchis et vous guider à travers la technologie avec patience et chaleur.",
      "team-thomas-name": "Thomas",
      "team-thomas-title": "Architecte Logiciel, Coach Technique et Fondateur",
      "team-thomas-bio": "<p>Je suis Thomas, et ma mission est simple : <strong>aider les personnes à se sentir confiantes et autonomes avec la technologie</strong>. Que ce soit en construisant des logiciels personnalisés qui résolvent de vrais problèmes ou en fournissant un support technique patient et sans jugement, tout ce que je fais est centré sur faire fonctionner la technologie pour vous, pas contre vous.</p><p>En tant qu'Architecte Logiciel, je conçois et construis des outils artisanaux avec intention, soin et un profond respect pour les personnes qui les utilisent. Grâce au coaching technique personnalisé, je guide également les personnes à travers leurs appareils et applications avec patience et clarté, les aidant à comprendre non seulement quoi faire, mais pourquoi cela fonctionne ainsi.</p><p>Je suis motivé par l'innovation et l'amélioration continue, cherchant toujours de meilleures façons de servir les personnes. Je suis particulièrement passionné par la création de logiciels personnalisés accessibles, abordables aux particuliers, aux familles et aux petites entreprises qui ne pourraient autrement pas accéder à ces solutions. Notre modèle de commande à catalogue aide à faire de cette vision une réalité, un projet à la fois.</p><p>Quand je ne code pas ou n'enseigne pas, vous me trouverez en train de réfléchir au bien être numérique, d'explorer de nouvelles façons de rendre la technologie plus humaine, ou simplement de profiter de la satisfaction tranquille d'aider quelqu'un à se sentir plus capable et confiant dans sa vie numérique.</p>",
      "team-kamilah-name": "Kamilah",
      "team-kamilah-title": "Designer Graphique",
      "team-kamilah-bio": "<p>Bonjour, je suis Kamilah, une conteuse, illustratrice et designer créative. Mon travail concerne l'émotion et l'intention. À travers des narrations visuelles et un design réfléchi, je crée des expériences qui sont profondément ressenties et magnifiquement conçues.</p><p>Je crois que le bon design raconte une histoire, et les meilleures histoires sont celles que vous ressentez. Mon style mélange la couleur audacieuse et ludique avec le design minimaliste, trouvant le point idéal entre professionnel et personnel, poli et imaginatif.</p><p>Quand je travaille avec BitMinded, j'apporte la couleur, la narration et la chaleur émotionnelle à nos projets. Que ce soit en concevant des visuels de marque, en illustrant des concepts ou en construisant des stratégies créatives qui vont plus loin que le design superficiel, j'aide à m'assurer que chaque projet se sente aussi bien qu'il en a l'air.</p><p>Mon esthétique est mieux décrite comme <strong>colorée, audacieuse et belle</strong>. J'apporte un plaisir intentionnel et une chaleur émotionnelle à chaque projet, créant un travail qui n'est pas seulement visuellement époustouflant, mais aussi intentionnel, significatif et inoubliable.</p><p>Quand je ne conçois pas, je suis dans le monde à rassembler l'inspiration, randonnée dans les montagnes, nage dans les eaux sauvages, vélo dans les villes tranquilles, ou errance dans de nouveaux coins du globe. Je vis avec un cœur plein d'histoires et une tête pleine d'idées, toujours prête pour le prochain projet qui déclenche quelque chose de réel.</p>",
      "team-kamilah-website": "<a href=\"https://kamilahcrystal.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"team-member__website-link\">Visitez le site web de Kamilah →</a>",
      "team-kamilah-shop": "<a href=\"http://kamilahcrystal.com/shop\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"team-member__shop-link\">Visitez la boutique de Kamilah →</a>",
      "team-connect-title": "Travaillons Ensemble",
      "team-connect-text": "Vous avez des questions ? Vous voulez en savoir plus sur le travail avec nous ? Nous aimerions avoir de vos nouvelles.",
      "team-services-link": "Voir les Services",
      "team-contact-link": "Nous Contacter"
    }
  },
  "de": {
    "translation": {
      "about-hero-title": "Über BitMinded",
      "about-hero-subtitle": "Handgefertigte Software und geduldige Anleitung—mit Absicht gebaut, mit Sorgfalt geliefert.",
      "about-overview-title": "Lernen Sie BitMinded kennen",
      "about-overview-vision-title": "Vision & Mission",
      "about-overview-vision-summary": "Erfahren Sie mehr über unseren handwerklichen Ansatz zur Software, unser Engagement für ethisches und transparentes Handwerk und unsere Mission, Technologie zugänglicher und menschlicher zu machen.",
      "about-overview-vision-benefit": "Entdecken Sie, was uns antreibt und warum wir tun, was wir tun.",
      "about-vision-cta": "Vision & Mission erkunden →",
      "about-overview-team-title": "Das Team",
      "about-overview-team-summary": "Lernen Sie die Menschen hinter BitMinded kennen. Erfahren Sie mehr über unsere Hintergründe, Leidenschaften und die Werte, die unsere Arbeit jeden Tag leiten.",
      "about-overview-team-benefit": "Lernen Sie diejenigen kennen, mit denen Sie zusammenarbeiten werden.",
      "about-team-cta": "Das Team kennenlernen →",
      "about-why-title": "Warum BitMinded?",
      "about-why-intro": "Wir glauben daran, Software so zu bauen, wie Handwerker ihr Handwerk bauen—mit Absicht, Sorgfalt und tiefem Respekt für die Menschen, die sie verwenden.",
      "about-highlight-human-title": "Menschliches Maß",
      "about-highlight-human-text": "Wir halten die Dinge klein und zielgerichtet. Jedes Projekt erhält persönliche Aufmerksamkeit, und jeder Kunde hat direkten Zugang zum Macher.",
      "about-highlight-ethical-title": "Ethisch & Transparent",
      "about-highlight-ethical-text": "Wie Schweizer Handwerker bauen wir nachhaltig und lehren sichere digitale Gewohnheiten. Vertrauen wächst im Laufe der Zeit durch ehrliche, transparente Beziehungen.",
      "about-highlight-attainable-title": "Erreichbare Software",
      "about-highlight-attainable-text": "Wir glauben, dass maßgeschneiderte Software zugänglich sein sollte. Unser Modell von Auftrag zu Katalog macht erschwingliche Lösungen für Einzelpersonen und kleine Unternehmen möglich.",
      "about-connect-title": "Lassen Sie uns in Kontakt treten",
      "about-connect-text": "Haben Sie Fragen zu unserem Ansatz? Möchten Sie mehr darüber erfahren, wie wir arbeiten? Wir würden gerne von Ihnen hören.",
      "about-services-link": "Dienstleistungen ansehen",
      "about-contact-link": "Kontaktieren Sie uns",
      "vision-mission-hero-title": "Vision & Mission",
      "vision-mission-hero-subtitle": "Unsere Vision für handwerkliche Software und unsere Mission, Technologie zugänglicher, menschlicher und absichtsvoller zu machen.",
      "vision-title": "Unsere Vision",
      "vision-description": "Wir stellen uns eine Handwerkswerkstatt für Software vor—einen Ort, an dem Software mit Absicht, Sorgfalt und tiefem Respekt für die Menschen, die sie verwenden, hergestellt wird. Genau wie Schweizer Handwerker mit Präzision und Integrität bauen, bauen wir Software, die zielgerichtet, nachhaltig und in menschlichem Maßstab ist.",
      "vision-description-2": "Unsere Vision basiert auf der Überzeugung, dass Technologie den Menschen dienen sollte, nicht umgekehrt. Wir sehen eine Zukunft, in der maßgeschneiderte Software erreichbar ist—in der Einzelpersonen, Familien und kleine Unternehmen Tools in Auftrag geben können, die ihren einzigartigen Bedürfnissen entsprechen, ohne sich zu ruinieren oder ihre Werte zu kompromittieren.",
      "vision-description-3": "Wir glauben an den Bau in menschlichem Maßstab. Kleine, zielgerichtete Apps. Direkte Beziehungen zu Kunden. Klare Kommunikation. Tools, die sich gut anfühlen, weil sie mit Sorgfalt gemacht wurden, nicht hastig auf den Markt gebracht.",
      "mission-title": "Unsere Mission",
      "mission-description": "Wir Bauen. Wir Führen. Diese einfache Aussage erfasst alles, was wir tun. Wir bauen handgefertigte Software gepaart mit geduldigem, einfachem technischem Support. Wir glauben, dass gute Tools nur die halbe Geschichte sind—die andere Hälfte ist, Vertrauen und Verständnis aufzubauen.",
      "mission-description-2": "Unsere Mission ist es, durchdachte Software mit urteilsfreier Anleitung zu kombinieren. Ob Sie ein maßgeschneidertes Tool in Auftrag geben oder Hilfe beim Navigieren in der Technologie benötigen, wir sind hier, um Sie mit Geduld, Klarheit und Respekt zu unterstützen. Wir übersetzen technische Komplexität in einfache Sprache, damit Sie sich selbstbewusst und gestärkt fühlen können.",
      "mission-pillar-build-title": "Wir Bauen",
      "mission-pillar-build-text": "Handgefertigte Apps und Tools, mit Absicht gebaut. Jedes Projekt ist eine Zusammenarbeit, jedes Tool ist auf Ihre einzigartigen Bedürfnisse zugeschnitten. Klein, zielgerichtet und durchdacht gestaltet.",
      "mission-pillar-guide-title": "Wir Führen",
      "mission-pillar-guide-text": "Geduldiger technischer Support mit Wärme und Klarheit geliefert. Wir helfen Ihnen, sich mit Technologie sicher zu fühlen, ob Sie ein neues Gerät einrichten oder lernen, ein Tool zu verwenden, das wir zusammen gebaut haben.",
      "values-title": "Unsere Werte",
      "value-transparency-title": "Transparenz",
      "value-transparency-text": "Klare Kommunikation, ehrliche Preise und transparente Prozesse. Sie werden immer wissen, was Sie erwartet und wofür Sie bezahlen.",
      "value-sustainability-title": "Nachhaltigkeit",
      "value-sustainability-text": "Wie Schweizer Handwerker bauen wir nachhaltig. Wir erstellen Tools, die Bestand haben, verwenden ethische Praktiken und lehren sichere digitale Gewohnheiten, die Sie langfristig schützen.",
      "value-human-connection-title": "Menschliche Verbindung",
      "value-human-connection-text": "Jedes Projekt ist persönlich. Wir arbeiten direkt mit Ihnen zusammen, hören aufmerksam zu und bauen Beziehungen auf, die über eine einzelne Transaktion hinausgehen.",
      "value-digital-wellbeing-title": "Digitales Wohlbefinden",
      "value-digital-wellbeing-text": "Wir glauben, dass Technologie Ihr Leben verbessern sollte, nicht komplizieren. Wir bauen Tools und lehren Praktiken, die eine gesunde, absichtsvolle Nutzung von Technologie unterstützen.",
      "approach-title": "Unser Ansatz",
      "approach-description": "Wir haben ein einzigartiges Modell von Auftrag zu Katalog entwickelt, das maßgeschneiderte Software zugänglicher macht und gleichzeitig eine Bibliothek von Tools für andere aufbaut, von denen sie profitieren können. Wenn Sie ein Tool in Auftrag geben, finanzieren Sie den Bau zu fairen Preisen, erhalten eine Lizenz zur dauerhaften Nutzung, und wir behalten die Rechte, es für unseren wachsenden Katalog anzupassen.",
      "approach-description-2": "Dieses Modell bedeutet, dass jeder Auftrag zu einer größeren Mission beiträgt: maßgeschneiderte Software für mehr Menschen erreichbar zu machen. Ihre Investition gibt Ihnen nicht nur ein Tool—sie hilft, maßgeschneiderte Software für Einzelpersonen, Familien und kleine Unternehmen zugänglich zu machen, die sich dies sonst möglicherweise nicht leisten könnten.",
      "approach-description-3": "Wir glauben auch daran, parallel zum Bauen zu lehren. Ob Sie ein Tool in Auftrag geben oder technischen Support suchen, wir teilen Wissen, erklären Prozesse und helfen Ihnen zu verstehen, nicht nur was wir tun, sondern warum. Dies baut Vertrauen und digitale Kompetenz auf, ein Gespräch nach dem anderen.",
      "vision-mission-connect-title": "Interessiert an einer Zusammenarbeit?",
      "vision-mission-connect-text": "Wenn unsere Vision und Mission bei Ihnen Anklang finden, würden wir gerne von Ihnen hören. Lassen Sie uns gemeinsam etwas Bedeutungsvolles aufbauen.",
      "vision-mission-services-link": "Dienstleistungen ansehen",
      "vision-mission-contact-link": "Kontaktieren Sie uns",
      "team-hero-title": "Das Team",
      "team-hero-subtitle": "Lernen Sie die Menschen hinter BitMinded kennen. Wir sind hier, um durchdachte Software zu bauen und Sie mit Geduld und Wärme durch Technologie zu führen.",
      "team-thomas-name": "Thomas",
      "team-thomas-title": "Software-Architekt, Tech-Coach & Gründer",
      "team-thomas-bio": "<p>Ich bin Thomas, und meine Mission ist einfach: <strong>Menschen dabei zu helfen, sich selbstbewusst und gestärkt mit Technologie zu fühlen</strong>. Ob das bedeutet, maßgeschneiderte Software zu bauen, die echte Probleme löst, oder geduldigen, urteilsfreien technischen Support zu bieten, alles, was ich tue, dreht sich darum, Technologie für Sie arbeiten zu lassen, nicht gegen Sie.</p><p>Als Software Architekt entwerfe und baue ich handwerkliche Tools mit Absicht, Sorgfalt und tiefem Respekt für die Menschen, die sie verwenden. Durch personalisiertes Tech Coaching führe ich auch Menschen mit Geduld und Klarheit durch ihre Geräte und Anwendungen und helfe ihnen zu verstehen, nicht nur was zu tun ist, sondern warum es so funktioniert.</p><p>Ich werde von Innovation und kontinuierlicher Verbesserung angetrieben und suche immer nach besseren Wegen, Menschen zu dienen. Ich bin besonders leidenschaftlich daran interessiert, maßgeschneiderte Software erreichbar zu machen, erschwinglich für Einzelpersonen, Familien und kleine Unternehmen, die sonst möglicherweise keinen Zugang zu diesen Lösungen hätten. Unser Modell von Auftrag zu Katalog hilft, diese Vision Wirklichkeit werden zu lassen, ein Projekt nach dem anderen.</p><p>Wenn ich nicht programmiere oder unterrichte, finden Sie mich beim Nachdenken über digitales Wohlbefinden, beim Erkunden neuer Wege, Technologie menschlicher zu machen, oder einfach beim Genießen der ruhigen Zufriedenheit, jemandem zu helfen, sich in seinem digitalen Leben fähiger und selbstbewusster zu fühlen.</p>",
      "team-kamilah-name": "Kamilah",
      "team-kamilah-title": "Grafikdesignerin",
      "team-kamilah-bio": "<p>Hallo, ich bin Kamilah, eine Geschichtenerzählerin, Illustratorin und kreative Designerin. Meine Arbeit dreht sich um Emotion und Absicht. Durch visuelle Erzählungen und durchdachtes Design schaffe ich Erfahrungen, die tief empfunden und wunderschön gestaltet sind.</p><p>Ich glaube, dass gutes Design eine Geschichte erzählt, und die besten Geschichten sind die, die man fühlt. Mein Stil verbindet kühne, verspielte Farbe mit minimalistischem Design und findet den Sweet Spot zwischen professionell und persönlich, poliert und fantasievoll.</p><p>Wenn ich mit BitMinded arbeite, bringe ich Farbe, Erzählung und emotionale Wärme in unsere Projekte. Ob es darum geht, Markenvisuals zu gestalten, Konzepte zu illustrieren oder kreative Strategien zu entwickeln, die tiefer gehen als oberflächliches Design, helfe ich sicherzustellen, dass sich jedes Projekt genauso gut anfühlt, wie es aussieht.</p><p>Meine Ästhetik wird am besten als <strong>farbenfroh, kühn und schön</strong> beschrieben. Ich bringe absichtlichen Spaß und emotionale Wärme in jedes Projekt und schaffe Arbeit, die nicht nur visuell atemberaubend ist, sondern auch zielgerichtet, bedeutungsvoll und unvergesslich.</p><p>Wenn ich nicht designe, bin ich draußen in der Welt und sammle Inspiration, Wandern in den Bergen, Schwimmen in wilden Gewässern, Radfahren durch ruhige Städte oder Wandern in neuen Ecken des Globus. Ich lebe mit einem Herzen voller Geschichten und einem Kopf voller Ideen, immer bereit für das nächste Projekt, das etwas Echtes entfacht.</p>",
      "team-kamilah-website": "<a href=\"https://kamilahcrystal.com/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"team-member__website-link\">Besuchen Sie Kamilahs Website →</a>",
      "team-kamilah-shop": "<a href=\"http://kamilahcrystal.com/shop\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"team-member__shop-link\">Besuchen Sie Kamilahs Shop →</a>",
      "team-connect-title": "Lassen Sie uns zusammenarbeiten",
      "team-connect-text": "Haben Sie Fragen? Möchten Sie mehr über die Zusammenarbeit mit uns erfahren? Wir würden gerne von Ihnen hören.",
      "team-services-link": "Dienstleistungen ansehen",
      "team-contact-link": "Kontaktieren Sie uns"
    }
  }
}

