{
  "en": {
    "translation": {
      "faq-hero-title": "Frequently Asked Questions",
      "faq-hero-subtitle": "Find answers to common questions about our commissioning and guidance services.",
      "faq-category-commissioning-title": "Commissioning",
      "faq-commissioning-1-question": "How does commissioning work?",
      "faq-commissioning-1-answer": "When you commission a tool, you fund its development at artisan rates. You receive a perpetual-use license for your commissioned version, and we retain IP rights to adapt it for the public catalog. Projects are priced based on complexity: Simple apps (1-2 weeks) start at CHF 450-750, Standard apps (2-4 weeks) are CHF 850-1,250, and Complex apps (6+ weeks) are CHF 1,350-1,950.",
      "faq-commissioning-2-question": "What's included in the perpetual license?",
      "faq-commissioning-2-answer": "The perpetual license allows you to deploy your commissioned tool internally forever with no recurring fees. You receive the complete, functional tool with source code and documentation. Updates and maintenance during the build are included; post-delivery updates for your specific version can be discussed separately.",
      "faq-commissioning-3-question": "How long do builds take?",
      "faq-commissioning-3-answer": "Simple projects take 1-2 weeks, standard projects take 2-4 weeks, and complex projects take 6+ weeks for complete delivery. I'll work with you over the agreed timeline, with regular check-ins so you can see progress. Catalog onboarding takes an additional 2-4 weeks post-delivery.",
      "faq-commissioning-4-question": "Can I customize existing tools?",
      "faq-commissioning-4-answer": "Yes! We can customize existing catalog tools or adapt them for your specific needs. Contact us to discuss your customization requirements and get a quote based on the complexity of the changes needed.",
      "faq-commissioning-5-question": "What if I need ongoing support after delivery?",
      "faq-commissioning-5-answer": "Post-delivery updates and maintenance for your specific commissioned version can be discussed separately. Contact us to discuss ongoing support options.",
      "faq-category-guidance-title": "Guidance Services",
      "faq-guidance-1-question": "What's the difference between guidance service types?",
      "faq-guidance-1-answer": "Tech Confidence Coaching focuses on building digital rituals and confidence over time through structured sessions. Quick Tech Help is perfect for immediate troubleshooting or setup needs (45-minute sessions). Family Tech Connection offers group sessions covering shared devices, parental controls, and healthy digital habits, available remotely or in-person.",
      "faq-guidance-2-question": "How do sessions work?",
      "faq-guidance-2-answer": "We start by understanding your needs and goals. Then we work together step-by-step, explaining everything in plain language with no judgment. After each session, you'll receive annotated notes summarizing what we covered, checklists for future reference, and personalized recommendations for building healthy tech habits.",
      "faq-guidance-3-question": "Can sessions be done remotely or in-person?",
      "faq-guidance-3-answer": "Most sessions work great remotely via video call. For hands-on device setup or family sessions, we offer in-home visits or meet-ups at your location. Home Visit Essentials (CHF 120 + travel, 90 minutes) and Onsite Visits (CHF 180 + travel) are available for in-person support.",
      "faq-guidance-4-question": "What if I need ongoing support?",
      "faq-guidance-4-answer": "We can create custom guidance packages based on your needs. Contact us to discuss ongoing support options.",
      "faq-category-pricing-title": "Pricing",
      "faq-pricing-1-question": "Are prices in CHF or another currency?",
      "faq-pricing-1-answer": "All prices are in Swiss Francs (CHF). We're based in Switzerland and charge in CHF for all services. International clients are welcome, and we can discuss payment options if needed.",
      "faq-pricing-2-question": "Do you offer payment plans for larger commissions?",
      "faq-pricing-2-answer": "Yes, we can structure payment plans for commissions. We're flexible and can work with you to find a payment schedule that works for your budget. Contact us to discuss options.",
      "faq-pricing-3-question": "What's included in the Personal Project Intake (CHF 30)?",
      "faq-pricing-3-answer": "The Personal Project Intake includes a quick call and questionnaire to scope personal or family projects before issuing a quote. The CHF 30 fee is credited toward your project if you proceed with commissioning.",
      "faq-category-general-title": "General",
      "faq-general-1-question": "How do I get started?",
      "faq-general-1-answer": "For commissioning, start with a Personal Project Intake (CHF 30, credited) or reach out directly through our support page for larger commissions. For guidance services, contact us through the support page with your preferred service type and availability. We'll respond within 24 hours on business days.",
      "faq-general-2-question": "What about privacy and data handling?",
      "faq-general-2-answer": "We take privacy seriously. All client information is handled with strict confidentiality. For commissioned tools, we only retain IP rights for catalog adaptation—your data and workflows remain private. For guidance sessions, we don't share your information with third parties. See our Privacy Policy for full details.",
      "faq-general-3-question": "Do you work with international clients?",
      "faq-general-3-answer": "Yes! We work with clients worldwide. Remote sessions work great across time zones, and we can accommodate scheduling for different regions. Payment is in CHF, but we can discuss payment options for international clients.",
      "faq-general-4-question": "What if I have more questions?",
      "faq-general-4-answer": "We're here to help! Reach out through our support page with any questions about commissioning, guidance services, or our approach. We typically respond within 24 hours on business days.",
      "faq-contact-title": "Still Have Questions?",
      "faq-contact-text": "Can't find the answer you're looking for? Reach out to our support team.",
      "faq-contact-cta": "Contact Support"
    }
  },
  "es": {
    "translation": {
      "faq-hero-title": "Preguntas Frecuentes",
      "faq-hero-subtitle": "Encuentra respuestas a preguntas comunes sobre nuestros servicios de encargos y orientación.",
      "faq-category-commissioning-title": "Encargos",
      "faq-commissioning-1-question": "¿Cómo funcionan los encargos?",
      "faq-commissioning-1-answer": "Cuando encargas una herramienta, financias su desarrollo a tarifas artesanales. Recibes una licencia de uso perpetuo para tu versión encargada, y retenemos los derechos de IP para adaptarla para el catálogo público. Los proyectos se cotizan según la complejidad: Aplicaciones simples (1-2 semanas) desde CHF 450-750, aplicaciones estándar (2-4 semanas) CHF 850-1,250, y aplicaciones complejas (6+ semanas) CHF 1,350-1,950.",
      "faq-commissioning-2-question": "¿Qué incluye la licencia perpetua?",
      "faq-commissioning-2-answer": "La licencia perpetua te permite desplegar tu herramienta encargada internamente para siempre sin tarifas recurrentes. Recibes la herramienta completa y funcional con código fuente y documentación. Las actualizaciones y mantenimiento durante la construcción están incluidas; las actualizaciones posteriores a la entrega para tu versión específica pueden discutirse por separado.",
      "faq-commissioning-3-question": "¿Cuánto tardan las construcciones?",
      "faq-commissioning-3-answer": "Los proyectos simples toman 1-2 semanas, los proyectos estándar toman 2-4 semanas, y los proyectos complejos toman 6+ semanas para entrega completa. Trabajaré contigo durante el cronograma acordado, con seguimientos regulares para que puedas ver el progreso. La incorporación al catálogo toma 2-4 semanas adicionales después de la entrega.",
      "faq-commissioning-4-question": "¿Puedo personalizar herramientas existentes?",
      "faq-commissioning-4-answer": "¡Sí! Podemos personalizar herramientas existentes del catálogo o adaptarlas para tus necesidades específicas. Contáctanos para discutir tus requisitos de personalización y obtener una cotización basada en la complejidad de los cambios necesarios.",
      "faq-commissioning-5-question": "¿Qué pasa si necesito soporte continuo después de la entrega?",
      "faq-commissioning-5-answer": "Las actualizaciones y mantenimiento posteriores a la entrega para tu versión encargada específica pueden discutirse por separado. Contáctanos para discutir opciones de soporte continuo.",
      "faq-category-guidance-title": "Servicios de Orientación",
      "faq-guidance-1-question": "¿Cuál es la diferencia entre los tipos de servicios de orientación?",
      "faq-guidance-1-answer": "El Coaching de Confianza Tecnológica se enfoca en construir rituales digitales y confianza con el tiempo a través de sesiones estructuradas. La Ayuda Tecnológica Rápida es perfecta para necesidades inmediatas de resolución de problemas o configuración (sesiones de 45 minutos). La Conexión Tecnológica Familiar ofrece sesiones grupales que cubren dispositivos compartidos, controles parentales y hábitos digitales saludables, disponibles remotamente o en persona.",
      "faq-guidance-2-question": "¿Cómo funcionan las sesiones?",
      "faq-guidance-2-answer": "Comenzamos entendiendo tus necesidades y objetivos. Luego trabajamos juntos paso a paso, explicando todo en lenguaje sencillo sin juicios. Después de cada sesión, recibirás notas anotadas que resumen lo que cubrimos, listas de verificación para referencia futura y recomendaciones personalizadas para construir hábitos tecnológicos saludables.",
      "faq-guidance-3-question": "¿Se pueden hacer sesiones remotamente o en persona?",
      "faq-guidance-3-answer": "La mayoría de las sesiones funcionan muy bien remotamente por videollamada. Para configuración práctica de dispositivos o sesiones familiares, ofrecemos visitas a domicilio o encuentros en tu ubicación. Visitas a Casa Esenciales (CHF 120 + viaje, 90 minutos) y Visitas en Sitio (CHF 180 + viaje) están disponibles para soporte en persona.",
      "faq-guidance-4-question": "¿Qué pasa si necesito soporte continuo?",
      "faq-guidance-4-answer": "Podemos crear paquetes de orientación personalizados según tus necesidades. Contáctanos para discutir opciones de soporte continuo.",
      "faq-category-pricing-title": "Precios",
      "faq-pricing-1-question": "¿Los precios están en CHF u otra moneda?",
      "faq-pricing-1-answer": "Todos los precios están en Francos Suizos (CHF). Estamos basados en Suiza y cobramos en CHF para todos los servicios. Los clientes internacionales son bienvenidos, y podemos discutir opciones de pago si es necesario.",
      "faq-pricing-2-question": "¿Ofrecen planes de pago para encargos más grandes?",
      "faq-pricing-2-answer": "Sí, podemos estructurar planes de pago para encargos. Somos flexibles y podemos trabajar contigo para encontrar un calendario de pagos que funcione para tu presupuesto. Contáctanos para discutir opciones.",
      "faq-pricing-3-question": "¿Qué incluye el Ingreso de Proyecto Personal (CHF 30)?",
      "faq-pricing-3-answer": "El Ingreso de Proyecto Personal incluye una llamada rápida y cuestionario para delinear proyectos personales o familiares antes de emitir una cotización. La tarifa de CHF 30 se acredita a tu proyecto si procedes con el encargo.",
      "faq-category-general-title": "General",
      "faq-general-1-question": "¿Cómo empiezo?",
      "faq-general-1-answer": "Para encargos, comienza con un Ingreso de Proyecto Personal (CHF 30, acreditado) o contáctanos directamente a través de nuestra página de soporte para encargos más grandes. Para servicios de orientación, contáctanos a través de la página de soporte con tu tipo de servicio preferido y disponibilidad. Responderemos dentro de 24 horas en días hábiles.",
      "faq-general-2-question": "¿Qué pasa con la privacidad y el manejo de datos?",
      "faq-general-2-answer": "Nos tomamos la privacidad en serio. Toda la información del cliente se maneja con estricta confidencialidad. Para herramientas encargadas, solo retenemos los derechos de IP para adaptación al catálogo—tus datos y flujos de trabajo permanecen privados. Para sesiones de orientación, no compartimos tu información con terceros. Consulta nuestra Política de Privacidad para más detalles.",
      "faq-general-3-question": "¿Trabajan con clientes internacionales?",
      "faq-general-3-answer": "¡Sí! Trabajamos con clientes en todo el mundo. Las sesiones remotas funcionan muy bien a través de zonas horarias, y podemos acomodar la programación para diferentes regiones. El pago es en CHF, pero podemos discutir opciones de pago para clientes internacionales.",
      "faq-general-4-question": "¿Qué pasa si tengo más preguntas?",
      "faq-general-4-answer": "¡Estamos aquí para ayudar! Contáctanos a través de nuestra página de soporte con cualquier pregunta sobre encargos, servicios de orientación o nuestro enfoque. Típicamente respondemos dentro de 24 horas en días hábiles.",
      "faq-contact-title": "¿Todavía Tienes Preguntas?",
      "faq-contact-text": "¿No encuentras la respuesta que buscas? Contáctanos a través de nuestro equipo de soporte.",
      "faq-contact-cta": "Contactar Soporte"
    }
  },
  "fr": {
    "translation": {
      "faq-hero-title": "Questions Fréquemment Posées",
      "faq-hero-subtitle": "Trouvez des réponses aux questions courantes sur nos services de commande et de conseil.",
      "faq-category-commissioning-title": "Commandes",
      "faq-commissioning-1-question": "Comment fonctionnent les commandes?",
      "faq-commissioning-1-answer": "Lorsque vous commandez un outil, vous financez son développement aux tarifs artisanaux. Vous recevez une licence d'utilisation perpétuelle pour votre version commandée, et nous conservons les droits de propriété intellectuelle pour l'adapter au catalogue public. Les projets sont tarifés selon la complexité : Applications simples (1-2 semaines) à partir de CHF 450-750, applications standard (2-4 semaines) CHF 850-1,250, et applications complexes (6+ semaines) CHF 1,350-1,950.",
      "faq-commissioning-2-question": "Qu'est-ce qui est inclus dans la licence perpétuelle?",
      "faq-commissioning-2-answer": "La licence perpétuelle vous permet de déployer votre outil commandé en interne pour toujours sans frais récurrents. Vous recevez l'outil complet et fonctionnel avec code source et documentation. Les mises à jour et la maintenance pendant la construction sont incluses; les mises à jour post-livraison pour votre version spécifique peuvent être discutées séparément.",
      "faq-commissioning-3-question": "Combien de temps prennent les constructions?",
      "faq-commissioning-3-answer": "Les projets simples prennent 1-2 semaines, les projets standards prennent 2-4 semaines, et les projets complexes prennent 6+ semaines pour une livraison complète. Je travaillerai avec vous pendant le calendrier convenu, avec des points de contrôle réguliers pour que vous puissiez voir les progrès. L'intégration au catalogue prend 2-4 semaines supplémentaires après la livraison.",
      "faq-commissioning-4-question": "Puis-je personnaliser des outils existants?",
      "faq-commissioning-4-answer": "Oui! Nous pouvons personnaliser les outils existants du catalogue ou les adapter à vos besoins spécifiques. Contactez-nous pour discuter de vos besoins de personnalisation et obtenir un devis basé sur la complexité des modifications nécessaires.",
      "faq-commissioning-5-question": "Et si j'ai besoin d'un support continu après la livraison?",
      "faq-commissioning-5-answer": "Les mises à jour et la maintenance post-livraison pour votre version commandée spécifique peuvent être discutées séparément. Contactez-nous pour discuter des options de support continu.",
      "faq-category-guidance-title": "Services de Conseil",
      "faq-guidance-1-question": "Quelle est la différence entre les types de services de conseil?",
      "faq-guidance-1-answer": "Le Coaching de Confiance Technologique se concentre sur la construction de rituels numériques et la confiance au fil du temps grâce à des sessions structurées. L'Aide Technologique Rapide est parfaite pour les besoins immédiats de dépannage ou de configuration (sessions de 45 minutes). La Connexion Technologique Familiale propose des sessions de groupe couvrant les appareils partagés, les contrôles parentaux et les habitudes numériques saines, disponibles à distance ou en personne.",
      "faq-guidance-2-question": "Comment fonctionnent les sessions?",
      "faq-guidance-2-answer": "Nous commençons par comprendre vos besoins et objectifs. Ensuite, nous travaillons ensemble étape par étape, expliquant tout en langage simple sans jugement. Après chaque session, vous recevrez des notes annotées résumant ce que nous avons couvert, des listes de contrôle pour référence future et des recommandations personnalisées pour construire des habitudes technologiques saines.",
      "faq-guidance-3-question": "Les sessions peuvent-elles être effectuées à distance ou en personne?",
      "faq-guidance-3-answer": "La plupart des sessions fonctionnent très bien à distance via appel vidéo. Pour la configuration pratique d'appareils ou les sessions familiales, nous offrons des visites à domicile ou des rencontres à votre emplacement. Visites à Domicile Essentielles (CHF 120 + déplacement, 90 minutes) et Visites sur Site (CHF 180 + déplacement) sont disponibles pour le support en personne.",
      "faq-guidance-4-question": "Et si j'ai besoin d'un support continu?",
      "faq-guidance-4-answer": "Nous pouvons créer des packages de conseil personnalisés basés sur vos besoins. Contactez-nous pour discuter des options de support continu.",
      "faq-category-pricing-title": "Prix",
      "faq-pricing-1-question": "Les prix sont-ils en CHF ou dans une autre devise?",
      "faq-pricing-1-answer": "Tous les prix sont en Francs Suisses (CHF). Nous sommes basés en Suisse et facturons en CHF pour tous les services. Les clients internationaux sont les bienvenus, et nous pouvons discuter des options de paiement si nécessaire.",
      "faq-pricing-2-question": "Offrez-vous des plans de paiement pour les commandes plus importantes?",
      "faq-pricing-2-answer": "Oui, nous pouvons structurer des plans de paiement pour les commandes. Nous sommes flexibles et pouvons travailler avec vous pour trouver un calendrier de paiement qui fonctionne pour votre budget. Contactez-nous pour discuter des options.",
      "faq-pricing-3-question": "Qu'est-ce qui est inclus dans l'Admission de Projet Personnel (CHF 30)?",
      "faq-pricing-3-answer": "L'Admission de Projet Personnel comprend un appel rapide et un questionnaire pour délimiter les projets personnels ou familiaux avant d'émettre un devis. Les frais de CHF 30 sont crédités à votre projet si vous procédez à la commande.",
      "faq-category-general-title": "Général",
      "faq-general-1-question": "Comment commencer?",
      "faq-general-1-answer": "Pour les commandes, commencez par une Admission de Projet Personnel (CHF 30, crédité) ou contactez-nous directement via notre page de support pour les commandes plus importantes. Pour les services de conseil, contactez-nous via la page de support avec votre type de service préféré et votre disponibilité. Nous répondrons dans les 24 heures les jours ouvrables.",
      "faq-general-2-question": "Qu'en est-il de la confidentialité et du traitement des données?",
      "faq-general-2-answer": "Nous prenons la confidentialité au sérieux. Toutes les informations clients sont traitées avec une stricte confidentialité. Pour les outils commandés, nous ne conservons que les droits de propriété intellectuelle pour l'adaptation au catalogue—vos données et flux de travail restent privés. Pour les sessions de conseil, nous ne partageons pas vos informations avec des tiers. Consultez notre Politique de Confidentialité pour plus de détails.",
      "faq-general-3-question": "Travaillez-vous avec des clients internationaux?",
      "faq-general-3-answer": "Oui! Nous travaillons avec des clients du monde entier. Les sessions à distance fonctionnent très bien à travers les fuseaux horaires, et nous pouvons accommoder la planification pour différentes régions. Le paiement est en CHF, mais nous pouvons discuter des options de paiement pour les clients internationaux.",
      "faq-general-4-question": "Et si j'ai d'autres questions?",
      "faq-general-4-answer": "Nous sommes là pour vous aider! Contactez-nous via notre page de support avec toute question sur les commandes, les services de conseil ou notre approche. Nous répondons généralement dans les 24 heures les jours ouvrables.",
      "faq-contact-title": "Vous Avez Encore des Questions?",
      "faq-contact-text": "Vous ne trouvez pas la réponse que vous cherchez? Contactez notre équipe de support.",
      "faq-contact-cta": "Contacter le Support"
    }
  },
  "de": {
    "translation": {
      "faq-hero-title": "Häufig Gestellte Fragen",
      "faq-hero-subtitle": "Finden Sie Antworten auf häufige Fragen zu unseren Auftrags- und Beratungsdiensten.",
      "faq-category-commissioning-title": "Aufträge",
      "faq-commissioning-1-question": "Wie funktionieren Aufträge?",
      "faq-commissioning-1-answer": "Wenn Sie ein Tool in Auftrag geben, finanzieren Sie dessen Entwicklung zu Handwerkstarifen. Sie erhalten eine permanente Nutzungslizenz für Ihre beauftragte Version, und wir behalten die IP-Rechte, um sie für den öffentlichen Katalog anzupassen. Projekte werden nach Komplexität tarifiert: Einfache Apps (1-2 Wochen) ab CHF 450-750, Standard-Apps (2-4 Wochen) CHF 850-1,250, und komplexe Apps (6+ Wochen) CHF 1,350-1,950.",
      "faq-commissioning-2-question": "Was ist in der permanenten Lizenz enthalten?",
      "faq-commissioning-2-answer": "Die permanente Lizenz ermöglicht es Ihnen, Ihr beauftragtes Tool intern für immer ohne wiederkehrende Gebühren bereitzustellen. Sie erhalten das vollständige, funktionierende Tool mit Quellcode und Dokumentation. Updates und Wartung während des Aufbaus sind enthalten; Post-Liefer-Updates für Ihre spezifische Version können separat besprochen werden.",
      "faq-commissioning-3-question": "Wie lange dauern Aufbauten?",
      "faq-commissioning-3-answer": "Einfache Projekte dauern 1-2 Wochen, Standard-Projekte dauern 2-4 Wochen, und komplexe Projekte dauern 6+ Wochen für vollständige Lieferung. Ich werde mit Ihnen während des vereinbarten Zeitplans arbeiten, mit regelmäßigen Check-ins, damit Sie den Fortschritt sehen können. Die Katalogintegration dauert zusätzliche 2-4 Wochen nach der Lieferung.",
      "faq-commissioning-4-question": "Kann ich vorhandene Tools anpassen?",
      "faq-commissioning-4-answer": "Ja! Wir können vorhandene Katalogtools anpassen oder sie an Ihre spezifischen Bedürfnisse anpassen. Kontaktieren Sie uns, um Ihre Anpassungsanforderungen zu besprechen und ein Angebot basierend auf der Komplexität der erforderlichen Änderungen zu erhalten.",
      "faq-commissioning-5-question": "Was ist, wenn ich nach der Lieferung laufende Unterstützung benötige?",
      "faq-commissioning-5-answer": "Post-Liefer-Updates und Wartung für Ihre spezifische beauftragte Version können separat besprochen werden. Kontaktieren Sie uns, um laufende Unterstützungsoptionen zu besprechen.",
      "faq-category-guidance-title": "Beratungsdienste",
      "faq-guidance-1-question": "Was ist der Unterschied zwischen Beratungsdiensttypen?",
      "faq-guidance-1-answer": "Tech-Vertrauens-Coaching konzentriert sich darauf, digitale Rituale und Vertrauen im Laufe der Zeit durch strukturierte Sitzungen aufzubauen. Schnelle Tech-Hilfe ist perfekt für sofortige Fehlerbehebungs- oder Einrichtungsbedürfnisse (45-minütige Sitzungen). Familiäre Tech-Verbindung bietet Gruppensitzungen zu gemeinsamen Geräten, Kindersicherung und gesunden digitalen Gewohnheiten, verfügbar remote oder vor Ort.",
      "faq-guidance-2-question": "Wie funktionieren Sitzungen?",
      "faq-guidance-2-answer": "Wir beginnen damit, Ihre Bedürfnisse und Ziele zu verstehen. Dann arbeiten wir Schritt für Schritt zusammen, erklären alles in einfacher Sprache ohne Urteil. Nach jeder Sitzung erhalten Sie kommentierte Notizen, die zusammenfassen, was wir abgedeckt haben, Checklisten für zukünftige Referenz und personalisierte Empfehlungen zum Aufbau gesunder Technikgewohnheiten.",
      "faq-guidance-3-question": "Können Sitzungen remote oder vor Ort durchgeführt werden?",
      "faq-guidance-3-answer": "Die meisten Sitzungen funktionieren sehr gut remote per Videoanruf. Für praktische Geräteeinrichtung oder Familiensitzungen bieten wir Hausbesuche oder Treffen an Ihrem Standort an. Hausbesuch Grundlagen (CHF 120 + Reise, 90 Minuten) und Vor-Ort-Besuche (CHF 180 + Reise) sind für persönliche Unterstützung verfügbar.",
      "faq-guidance-4-question": "Was ist, wenn ich laufende Unterstützung benötige?",
      "faq-guidance-4-answer": "Wir können maßgeschneiderte Beratungspakete basierend auf Ihren Bedürfnissen erstellen. Kontaktieren Sie uns, um laufende Unterstützungsoptionen zu besprechen.",
      "faq-category-pricing-title": "Preise",
      "faq-pricing-1-question": "Sind die Preise in CHF oder einer anderen Währung?",
      "faq-pricing-1-answer": "Alle Preise sind in Schweizer Franken (CHF). Wir sind in der Schweiz ansässig und berechnen CHF für alle Dienste. Internationale Kunden sind willkommen, und wir können Zahlungsoptionen besprechen, falls erforderlich.",
      "faq-pricing-2-question": "Bieten Sie Zahlungspläne für größere Aufträge an?",
      "faq-pricing-2-answer": "Ja, wir können Zahlungspläne für Aufträge strukturieren. Wir sind flexibel und können mit Ihnen zusammenarbeiten, um einen Zahlungsplan zu finden, der für Ihr Budget funktioniert. Kontaktieren Sie uns, um Optionen zu besprechen.",
      "faq-pricing-3-question": "Was ist in der Persönlichen Projektaufnahme (CHF 30) enthalten?",
      "faq-pricing-3-answer": "Die Persönliche Projektaufnahme umfasst einen schnellen Anruf und Fragebogen zur Abgrenzung persönlicher oder Familienprojekte vor Kostenvoranschlag. Die CHF 30-Gebühr wird Ihrem Projekt gutgeschrieben, wenn Sie mit dem Auftrag fortfahren.",
      "faq-category-general-title": "Allgemein",
      "faq-general-1-question": "Wie fange ich an?",
      "faq-general-1-answer": "Für Aufträge beginnen Sie mit einer Persönlichen Projektaufnahme (CHF 30, gutgeschrieben) oder kontaktieren Sie uns direkt über unsere Supportseite für größere Aufträge. Für Beratungsdienste kontaktieren Sie uns über die Supportseite mit Ihrem bevorzugten Diensttyp und Ihrer Verfügbarkeit. Wir antworten innerhalb von 24 Stunden an Werktagen.",
      "faq-general-2-question": "Was ist mit Datenschutz und Datenverarbeitung?",
      "faq-general-2-answer": "Wir nehmen den Datenschutz ernst. Alle Kundeninformationen werden streng vertraulich behandelt. Für beauftragte Tools behalten wir nur IP-Rechte für Kataloganpassung—Ihre Daten und Arbeitsabläufe bleiben privat. Für Beratungssitzungen teilen wir Ihre Informationen nicht mit Dritten. Siehe unsere Datenschutzrichtlinie für vollständige Details.",
      "faq-general-3-question": "Arbeiten Sie mit internationalen Kunden?",
      "faq-general-3-answer": "Ja! Wir arbeiten mit Kunden auf der ganzen Welt. Remote-Sitzungen funktionieren sehr gut über Zeitzonen hinweg, und wir können die Planung für verschiedene Regionen anpassen. Die Zahlung erfolgt in CHF, aber wir können Zahlungsoptionen für internationale Kunden besprechen.",
      "faq-general-4-question": "Was ist, wenn ich weitere Fragen habe?",
      "faq-general-4-answer": "Wir sind hier, um zu helfen! Kontaktieren Sie uns über unsere Supportseite mit Fragen zu Aufträgen, Beratungsdiensten oder unserem Ansatz. Wir antworten typischerweise innerhalb von 24 Stunden an Werktagen.",
      "faq-contact-title": "Haben Sie Noch Fragen?",
      "faq-contact-text": "Können Sie die Antwort nicht finden, die Sie suchen? Kontaktieren Sie unser Support-Team.",
      "faq-contact-cta": "Support Kontaktieren"
    }
  }
}

