{
  "en": {
    "translation": {
      "commissioning-hero-title": "Commission an App",
      "commissioning-hero-subtitle": "Fund the build of your unique tool, receive a perpetual-use license, and watch your tool evolve in the catalog for others to benefit.",
      "commissioning-process-title": "The Commissioning Process",
      "commissioning-step-1-title": "Personal Project Intake",
      "commissioning-step-1-text": "We start with a Personal Project Intake (CHF 20, credited toward your project). We'll have a conversation to understand your needs, goals, and timeline. You'll receive a clear quote and timeline.",
      "commissioning-step-2-title": "We Build Your Tool",
      "commissioning-step-2-text": "We'll build your tool over the agreed timeline, with regular check-ins, progress updates, and demos so you can see progress and provide feedback. You'll have access to feedback loops, iteration cycles, technical support during development, and can request changes within project scope.",
      "commissioning-step-3-title": "Delivery & License Transfer",
      "commissioning-step-3-text": "You receive your complete, functional tool ready for deployment, with deployment support and documentation. You get a full perpetual-use license agreement and access to the application (source code access is not included).",
      "commissioning-step-4-title": "Catalog Onboarding",
      "commissioning-step-4-text": "We polish and adapt your tool for the public catalog (included in commission), growing our collection organically. Know that your investment helps make custom software more accessible to others.",
      "commissioning-pricing-title": "Project Pricing",
      "commissioning-pricing-simple-title": "Simple App",
      "commissioning-pricing-simple-duration": "1-2 weeks",
      "commissioning-pricing-simple-description": "Perfect for personal tools, simple automations, focused utilities. I'll build your tool over 1-2 weeks, with regular check-ins so you can see progress.",
      "commissioning-pricing-simple-cta": "Book Now",
      "commissioning-pricing-standard-title": "Standard App",
      "commissioning-pricing-standard-duration": "2-4 weeks",
      "commissioning-pricing-standard-description": "Perfect for small business tools, multi-feature apps. I'll build your tool over 2-4 weeks, delivering working features along the way.",
      "commissioning-pricing-standard-cta": "Book Now",
      "commissioning-pricing-complex-title": "Complex App",
      "commissioning-pricing-complex-duration": "6+ weeks",
      "commissioning-pricing-complex-description": "Perfect for multi-user systems, advanced integrations. I'll build your tool over 6+ weeks, working closely with you to get it right.",
      "commissioning-pricing-complex-cta": "Book Now",
      "commissioning-pricing-feature-commission-title": "Commission a Feature",
      "commissioning-pricing-feature-commission-duration": "depending on difficulty",
      "commissioning-pricing-feature-commission-description": "Have an idea for a new feature for an existing catalog tool? Commission it and we'll add it to the tool. Beyond simple corrections—this is for new functionality specific to the tool.",
      "commissioning-pricing-feature-commission-cta": "Book Now",
      "commissioning-pricing-intake-title": "Personal Project Intake",
      "commissioning-pricing-intake-duration": "Credited toward project",
      "commissioning-pricing-intake-description": "Quick call and questionnaire to scope personal or family projects before issuing a quote.",
      "commissioning-pricing-intake-cta": "Book Now",
      "commissioning-licensing-title": "Licensing Terms",
      "commissioning-licensing-perpetual-title": "Perpetual License",
      "commissioning-licensing-perpetual-text": "You receive a perpetual-use license for your commissioned tool, granting you the right to use it forever with no recurring license fees. If your tool requires recurring payment services (such as databases or APIs), these costs are discussed during project scope and paid at cost.",
      "commissioning-licensing-ip-title": "Rights to Share & Adapt",
      "commissioning-licensing-ip-text": "We retain the rights to adapt your tool for the public catalog and share it with others.",
      "commissioning-licensing-updates-title": "Priority Access to Updates",
      "commissioning-licensing-updates-text": "As the commissioner, you have priority access to new features and enhancements. Simple additions may be added at no cost, while more complex features are priced at reduced rates.",
      "commissioning-licensing-disclaimer-text-1": "These licensing terms are a summary. The formal commissioning agreement will contain the complete terms and conditions. Your commissioning project is also subject to our",
      "commissioning-licensing-disclaimer-link": "Terms of Service",
      "commissioning-licensing-disclaimer-text-2": ", which cover liability limitations, dispute resolution, and other general terms.",
      "commissioning-intake-title": "Start Your Commission",
      "commissioning-intake-description": "Ready to bring your custom tool to life? Reach out directly to discuss your project.",
      "commissioning-intake-cta": "Coming Soon",
      "commissioning-intake-note": "Our booking system is coming soon. We'll notify you when it's ready!",
      "commissioning-intake-prepare-title": "What to Prepare",
      "commissioning-intake-prepare-1": "Clear description of your workflow or need",
      "commissioning-intake-prepare-2": "Examples or references of similar tools (optional)",
      "commissioning-intake-prepare-3": "Timeline preferences and priorities",
      "commissioning-intake-prepare-4": "Budget range or expectations",
      "commissioning-faq-title": "Frequently Asked Questions",
      "commissioning-faq-link-description": "Have questions about commissioning, pricing, timelines, or the commissioning process? Visit our comprehensive FAQ page for detailed answers.",
      "commissioning-view-faq": "View Commissioning FAQs →",
      "commissioning-faq-1-question": "How does commissioning work?",
      "commissioning-faq-1-answer": "When you commission a tool, you fund its development at artisan rates. You receive a perpetual-use license for your commissioned version, and we retain IP rights to adapt it for the public catalog. Projects are priced based on complexity: Simple apps (1-2 weeks) start at CHF 450-750, Standard apps (2-4 weeks) are CHF 850-1,250, and Complex apps (6+ weeks) are CHF 1,350-1,950.",
      "commissioning-faq-2-question": "How do you calculate pricing? Do you bill hourly?",
      "commissioning-faq-2-answer": "We bill by project, not by the hour. This means you pay a fixed price for your complete tool, regardless of how long it takes. For context, our pricing works out to approximately CHF 40-50 per hour—much more accessible than typical agency rates of CHF 80-150/hour. This project-based approach gives you predictable costs and ensures we focus on delivering value rather than tracking time.",
      "commissioning-faq-3-question": "How many hours per week do you work on my project?",
      "commissioning-faq-3-answer": "I typically work 20-25 hours per week on your project. This means a Simple app (1-2 weeks) represents approximately 20-50 hours of focused development time, a Standard app (2-4 weeks) represents 40-100 hours, and a Complex app (6+ weeks) represents 120-150+ hours. You'll receive regular check-ins and progress updates throughout the build process so you can see how things are progressing.",
      "commissioning-faq-6-question": "Can I customize existing tools?",
      "commissioning-faq-6-answer": "Yes! We can customize existing catalog tools or adapt them for your specific needs. You can also commission new features for existing catalog tools (CHF 20-150 depending on difficulty). Contact us to discuss your customization requirements and get a quote based on the complexity of the changes needed.",
      "commissioning-faq-8-question": "Do you offer payment plans for larger commissions?",
      "commissioning-faq-8-answer": "Yes, we can structure payment plans for commissions. We're flexible and can work with you to find a payment schedule that works for your budget. Contact us to discuss options.",
      "commissioning-faq-9-question": "What about recurring payment services like databases or APIs?",
      "commissioning-faq-9-answer": "If your tool requires recurring payment services (such as databases, APIs, or other monthly services), these costs will be discussed and agreed upon during the project scope phase. You'll pay these costs at cost (no profit margin) as part of the project contract. Once the app is actively used by others (threshold to be determined), we can waive these recurring service costs entirely. This only applies to apps requiring recurring payment services.",
      "commissioning-faq-10-question": "What if I need ongoing support after delivery?",
      "commissioning-faq-10-answer": "Your commissioned tool receives updates and maintenance during the build process. After delivery, as the commissioner, you have priority access to new features and enhancements. Simple additions may be added at no cost, while more complex features are priced at reduced rates depending on difficulty. This gives you ongoing value from your initial investment. Post-delivery updates and maintenance for your specific commissioned version can be discussed separately. Contact us to discuss ongoing support options."
    }
  },
  "es": {
    "translation": {
      "commissioning-hero-title": "Encarga una Aplicación",
      "commissioning-hero-subtitle": "Financia la construcción que necesitas, recibe una licencia de uso perpetuo y observa cómo tu herramienta evoluciona en el catálogo para el beneficio de otros.",
      "commissioning-process-title": "El Proceso de Encargo",
      "commissioning-step-1-title": "Ingreso de Proyecto Personal",
      "commissioning-step-1-text": "Comenzamos con un Ingreso de Proyecto Personal (CHF 20, acreditado a tu proyecto). Tendremos una conversación para entender tus necesidades, objetivos y cronograma. Recibirás una cotización clara y un cronograma.",
      "commissioning-step-2-title": "Construimos Tu Herramienta",
      "commissioning-step-2-text": "Construiremos tu herramienta durante el cronograma acordado, con seguimientos regulares, actualizaciones de progreso y demostraciones para que puedas ver el progreso y proporcionar comentarios. Tendrás acceso a bucles de retroalimentación, ciclos de iteración, soporte técnico durante el desarrollo y puedes solicitar cambios dentro del alcance del proyecto.",
      "commissioning-step-3-title": "Entrega y Transferencia de Licencia",
      "commissioning-step-3-text": "Recibes tu herramienta completa y funcional lista para despliegue, con soporte de despliegue y documentación. Obtienes un acuerdo de licencia de uso perpetuo completo y acceso a la aplicación (el acceso al código fuente no está incluido).",
      "commissioning-step-4-title": "Incorporación al Catálogo",
      "commissioning-step-4-text": "Pulimos y adaptamos tu herramienta para el catálogo público (incluido en el encargo), haciendo crecer nuestra colección orgánicamente. Ten en cuenta que tu inversión ayuda a hacer que el software personalizado sea más accesible para otros.",
      "commissioning-pricing-title": "Precios del Proyecto",
      "commissioning-pricing-simple-title": "Aplicación Simple",
      "commissioning-pricing-simple-duration": "1-2 semanas",
      "commissioning-pricing-simple-description": "Perfecto para herramientas personales, automatizaciones simples, utilidades enfocadas. Construiré tu herramienta durante 1-2 semanas, con seguimientos regulares para que puedas ver el progreso.",
      "commissioning-pricing-standard-title": "Aplicación Estándar",
      "commissioning-pricing-standard-duration": "2-4 semanas",
      "commissioning-pricing-standard-description": "Perfecto para herramientas de pequeñas empresas, aplicaciones con múltiples funciones. Construiré tu herramienta durante 2-4 semanas, entregando funciones que funcionan en el camino.",
      "commissioning-pricing-complex-title": "Aplicación Compleja",
      "commissioning-pricing-complex-duration": "6+ semanas",
      "commissioning-pricing-complex-description": "Perfecto para sistemas multi-usuario, integraciones avanzadas. Construiré tu herramienta durante 6+ semanas, trabajando estrechamente contigo para que sea perfecta.",
      "commissioning-pricing-feature-commission-title": "Encarga una Característica",
      "commissioning-pricing-feature-commission-duration": "según la dificultad",
      "commissioning-pricing-feature-commission-description": "¿Tienes una idea para una nueva característica en una herramienta existente del catálogo? Encárgala y la agregaremos a la herramienta. Más allá de correcciones simples—esto es para nueva funcionalidad específica de la herramienta.",
      "commissioning-pricing-intake-title": "Ingreso de Proyecto Personal",
      "commissioning-pricing-intake-duration": "Acreditado al proyecto",
      "commissioning-pricing-intake-description": "Llamada rápida y cuestionario para delinear proyectos personales o familiares antes de emitir una cotización.",
      "commissioning-licensing-title": "Términos de Licencia",
      "commissioning-licensing-perpetual-title": "Licencia Perpetua",
      "commissioning-licensing-perpetual-text": "Recibes una licencia de uso perpetuo para tu herramienta encargada, otorgándote el derecho de usarla para siempre sin tarifas de licencia recurrentes. Si tu herramienta requiere servicios de pago recurrentes (como bases de datos o APIs), estos costos se discuten durante el alcance del proyecto y se pagan al costo.",
      "commissioning-licensing-ip-title": "Derechos para Compartir y Adaptar",
      "commissioning-licensing-ip-text": "Retenemos los derechos para adaptar tu herramienta para el catálogo público y compartirla con otros.",
      "commissioning-licensing-updates-title": "Acceso Prioritario a Actualizaciones",
      "commissioning-licensing-updates-text": "Como comisionista, tienes acceso prioritario a nuevas características y mejoras. Las adiciones simples pueden agregarse sin costo, mientras que las características más complejas tienen precios reducidos.",
      "commissioning-licensing-disclaimer-text-1": "Estos términos de licencia son un resumen. El acuerdo formal de encargo contendrá los términos y condiciones completos. Tu proyecto de encargo también está sujeto a nuestros",
      "commissioning-licensing-disclaimer-link": "Términos de Servicio",
      "commissioning-licensing-disclaimer-text-2": ", que cubren limitaciones de responsabilidad, resolución de disputas y otros términos generales.",
      "commissioning-intake-title": "Inicia tu Encargo",
      "commissioning-intake-description": "¿Listo para dar vida a tu herramienta personalizada? Contáctanos directamente para discutir tu proyecto.",
      "commissioning-intake-cta": "Próximamente",
      "commissioning-intake-note": "Nuestro sistema de reservas llegará pronto. ¡Te notificaremos cuando esté listo!",
      "commissioning-intake-prepare-title": "Qué Preparar",
      "commissioning-intake-prepare-1": "Descripción clara de tu flujo de trabajo o necesidad",
      "commissioning-intake-prepare-2": "Ejemplos o referencias de herramientas similares (opcional)",
      "commissioning-intake-prepare-3": "Preferencias de cronograma y prioridades",
      "commissioning-intake-prepare-4": "Rango de presupuesto o expectativas",
      "commissioning-faq-title": "Preguntas Frecuentes",
      "commissioning-faq-link-description": "¿Tienes preguntas sobre encargos, precios, cronogramas o el proceso de encargo? Visita nuestra página completa de preguntas frecuentes para respuestas detalladas.",
      "commissioning-view-faq": "Ver Preguntas Frecuentes de Encargos →",
      "commissioning-faq-1-question": "¿Cómo funcionan los encargos?",
      "commissioning-faq-1-answer": "Cuando encargas una herramienta, financias su desarrollo a tarifas artesanales. Recibes una licencia de uso perpetuo para tu versión encargada, y retenemos los derechos de IP para adaptarla para el catálogo público. Los proyectos se cotizan según la complejidad: Aplicaciones simples (1-2 semanas) desde CHF 450-750, aplicaciones estándar (2-4 semanas) CHF 850-1,250, y aplicaciones complejas (6+ semanas) CHF 1,350-1,950.",
      "commissioning-faq-2-question": "¿Cómo calculan los precios? ¿Facturan por hora?",
      "commissioning-faq-2-answer": "Facturamos por proyecto, no por hora. Esto significa que pagas un precio fijo por tu herramienta completa, sin importar cuánto tiempo tome. Para contexto, nuestros precios equivalen aproximadamente a CHF 40-50 por hora—mucho más accesible que las tarifas típicas de agencias de CHF 80-150/hora. Este enfoque basado en proyectos te da costos predecibles y asegura que nos enfoquemos en entregar valor en lugar de rastrear tiempo.",
      "commissioning-faq-3-question": "¿Cuántas horas por semana trabajas en mi proyecto?",
      "commissioning-faq-3-answer": "Típicamente trabajo 20-25 horas por semana en tu proyecto. Esto significa que una aplicación Simple (1-2 semanas) representa aproximadamente 20-50 horas de tiempo de desarrollo enfocado, una aplicación Estándar (2-4 semanas) representa 40-100 horas, y una aplicación Compleja (6+ semanas) representa 120-150+ horas. Recibirás seguimientos regulares y actualizaciones de progreso durante todo el proceso de construcción para que puedas ver cómo van las cosas.",
      "commissioning-faq-6-question": "¿Puedo personalizar herramientas existentes?",
      "commissioning-faq-6-answer": "¡Sí! Podemos personalizar herramientas existentes del catálogo o adaptarlas para tus necesidades específicas. También puedes encargar nuevas características para herramientas existentes del catálogo (CHF 20-150 según la dificultad). Contáctanos para discutir tus requisitos de personalización y obtener una cotización basada en la complejidad de los cambios necesarios.",
      "commissioning-faq-8-question": "¿Ofrecen planes de pago para encargos más grandes?",
      "commissioning-faq-8-answer": "Sí, podemos estructurar planes de pago para encargos. Somos flexibles y podemos trabajar contigo para encontrar un cronograma de pago que funcione para tu presupuesto. Contáctanos para discutir opciones.",
      "commissioning-faq-9-question": "¿Qué pasa con los servicios de pago recurrentes como bases de datos o APIs?",
      "commissioning-faq-9-answer": "Si tu herramienta requiere servicios de pago recurrentes (como bases de datos, APIs u otros servicios mensuales), estos costos se discutirán y acordarán durante la fase de alcance del proyecto. Pagarás estos costos al costo (sin margen de ganancia) como parte del contrato del proyecto. Una vez que la aplicación sea utilizada activamente por otros (umbral a determinar), podemos renunciar por completo a estos costos de servicio recurrentes. Esto solo se aplica a aplicaciones que requieren servicios de pago recurrentes.",
      "commissioning-faq-10-question": "¿Qué pasa si necesito soporte continuo después de la entrega?",
      "commissioning-faq-10-answer": "Tu herramienta encargada recibe actualizaciones y mantenimiento durante el proceso de construcción. Después de la entrega, como comisionista, tienes acceso prioritario a nuevas características y mejoras. Las adiciones simples pueden agregarse sin costo, mientras que las características más complejas tienen precios reducidos según la dificultad. Esto te brinda valor continuo de tu inversión inicial. Las actualizaciones y mantenimiento posteriores a la entrega para tu versión encargada específica pueden discutirse por separado. Contáctanos para discutir opciones de soporte continuo."
    }
  },
  "fr": {
    "translation": {
      "commissioning-hero-title": "Commandez une Application",
      "commissioning-hero-subtitle": "Financez la construction de votre outil unique, recevez une licence d'utilisation perpétuelle et regardez votre outil évoluer dans le catalogue au profit des autres.",
      "commissioning-process-title": "Le Processus de Commande",
      "commissioning-step-1-title": "Admission de Projet Personnel",
      "commissioning-step-1-text": "Nous commençons par une Admission de Projet Personnel (CHF 20, crédité au projet). Nous aurons une conversation pour comprendre vos besoins, objectifs et calendrier. Vous recevrez un devis clair et un calendrier.",
      "commissioning-step-2-title": "Nous Construisons Votre Outil",
      "commissioning-step-2-text": "Nous construirons votre outil pendant le calendrier convenu, avec des points de contrôle réguliers, des mises à jour de progression et des démos pour que vous puissiez voir les progrès et fournir des commentaires. Vous aurez accès à des boucles de retour, des cycles d'itération, un support technique pendant le développement et pouvez demander des modifications dans la portée du projet.",
      "commissioning-step-3-title": "Livraison et Transfert de Licence",
      "commissioning-step-3-text": "Vous recevez votre outil complet et fonctionnel prêt pour le déploiement, avec support de déploiement et documentation. Vous obtenez un accord de licence d'utilisation perpétuelle complet et accès à l'application (l'accès au code source n'est pas inclus).",
      "commissioning-step-4-title": "Intégration au Catalogue",
      "commissioning-step-4-text": "Nous polissons et adaptons votre outil pour le catalogue public (inclus dans la commande), faisant croître notre collection organiquement. Sachez que votre investissement aide à rendre les logiciels personnalisés plus accessibles aux autres.",
      "commissioning-pricing-title": "Tarification du Projet",
      "commissioning-pricing-simple-title": "Application Simple",
      "commissioning-pricing-simple-duration": "1-2 semaines",
      "commissioning-pricing-simple-description": "Parfait pour les outils personnels, les automatisations simples, les utilitaires ciblés. Je construirai votre outil pendant 1-2 semaines, avec des points de contrôle réguliers pour que vous puissiez voir les progrès.",
      "commissioning-pricing-standard-title": "Application Standard",
      "commissioning-pricing-standard-duration": "2-4 semaines",
      "commissioning-pricing-standard-description": "Parfait pour les outils de petite entreprise, les applications multi-fonctionnalités. Je construirai votre outil pendant 2-4 semaines, en livrant des fonctionnalités qui fonctionnent en cours de route.",
      "commissioning-pricing-complex-title": "Application Complexe",
      "commissioning-pricing-complex-duration": "6+ semaines",
      "commissioning-pricing-complex-description": "Parfait pour les systèmes multi-utilisateurs, les intégrations avancées. Je construirai votre outil pendant 6+ semaines, en travaillant étroitement avec vous pour que ce soit parfait.",
      "commissioning-pricing-feature-commission-title": "Commandez une Caractéristique",
      "commissioning-pricing-feature-commission-duration": "selon la difficulté",
      "commissioning-pricing-feature-commission-description": "Vous avez une idée pour une nouvelle caractéristique d'un outil existant du catalogue? Commandez-la et nous l'ajouterons à l'outil. Au-delà des corrections simples—c'est pour une nouvelle fonctionnalité spécifique à l'outil.",
      "commissioning-pricing-intake-title": "Admission de Projet Personnel",
      "commissioning-pricing-intake-duration": "Crédité au projet",
      "commissioning-pricing-intake-description": "Appel rapide et questionnaire pour délimiter les projets personnels ou familiaux avant d'émettre un devis.",
      "commissioning-licensing-title": "Conditions de Licence",
      "commissioning-licensing-perpetual-title": "Licence Perpétuelle",
      "commissioning-licensing-perpetual-text": "Vous recevez une licence d'utilisation perpétuelle pour votre outil commandé, vous accordant le droit de l'utiliser pour toujours sans frais de licence récurrents. Si votre outil nécessite des services de paiement récurrents (tels que bases de données ou APIs), ces coûts sont discutés pendant la portée du projet et payés au coût.",
      "commissioning-licensing-ip-title": "Droits de Partager et Adapter",
      "commissioning-licensing-ip-text": "Nous conservons les droits d'adapter votre outil pour le catalogue public et de le partager avec d'autres.",
      "commissioning-licensing-updates-title": "Accès Prioritaire aux Mises à Jour",
      "commissioning-licensing-updates-text": "En tant que commanditaire, vous avez un accès prioritaire aux nouvelles fonctionnalités et améliorations. Les ajouts simples peuvent être ajoutés sans frais, tandis que les fonctionnalités plus complexes sont tarifées à des taux réduits.",
      "commissioning-licensing-disclaimer-text-1": "Ces conditions de licence sont un résumé. L'accord formel de commande contiendra les termes et conditions complets. Votre projet de commande est également soumis à nos",
      "commissioning-licensing-disclaimer-link": "Conditions d'Utilisation",
      "commissioning-licensing-disclaimer-text-2": ", qui couvrent les limitations de responsabilité, la résolution des différends et d'autres conditions générales.",
      "commissioning-intake-title": "Démarrez Votre Commande",
      "commissioning-intake-description": "Prêt à donner vie à votre outil personnalisé ? Contactez-nous directement pour discuter de votre projet.",
      "commissioning-intake-cta": "Bientôt Disponible",
      "commissioning-intake-note": "Notre système de réservation arrive bientôt. Nous vous informerons lorsqu'il sera prêt !",
      "commissioning-intake-prepare-title": "Ce Qu'il Faut Préparer",
      "commissioning-intake-prepare-1": "Description claire de votre flux de travail ou besoin",
      "commissioning-intake-prepare-2": "Exemples ou références d'outils similaires (optionnel)",
      "commissioning-intake-prepare-3": "Préférences de calendrier et priorités",
      "commissioning-intake-prepare-4": "Gamme de budget ou attentes",
      "commissioning-faq-title": "Questions Fréquemment Posées",
      "commissioning-faq-link-description": "Vous avez des questions sur les commandes, les prix, les délais ou le processus de commande? Visitez notre page FAQ complète pour des réponses détaillées.",
      "commissioning-view-faq": "Voir les FAQ de Commandes →",
      "commissioning-faq-1-question": "Comment fonctionnent les commandes?",
      "commissioning-faq-1-answer": "Lorsque vous commandez un outil, vous financez son développement aux tarifs artisanaux. Vous recevez une licence d'utilisation perpétuelle pour votre version commandée, et nous conservons les droits de propriété intellectuelle pour l'adapter au catalogue public. Les projets sont tarifés selon la complexité : Applications simples (1-2 semaines) à partir de CHF 450-750, applications standard (2-4 semaines) CHF 850-1,250, et applications complexes (6+ semaines) CHF 1,350-1,950.",
      "commissioning-faq-2-question": "Comment calculez-vous les prix? Facturez-vous à l'heure?",
      "commissioning-faq-2-answer": "Nous facturons par projet, pas à l'heure. Cela signifie que vous payez un prix fixe pour votre outil complet, peu importe le temps que cela prend. Pour contexte, nos prix équivalent à environ CHF 40-50 par heure—beaucoup plus accessible que les tarifs typiques d'agences de CHF 80-150/heure. Cette approche basée sur les projets vous donne des coûts prévisibles et assure que nous nous concentrons sur la livraison de valeur plutôt que sur le suivi du temps.",
      "commissioning-faq-3-question": "Combien d'heures par semaine travaillez-vous sur mon projet?",
      "commissioning-faq-3-answer": "Je travaille généralement 20-25 heures par semaine sur votre projet. Cela signifie qu'une application Simple (1-2 semaines) représente environ 20-50 heures de temps de développement ciblé, une application Standard (2-4 semaines) représente 40-100 heures, et une application Complexe (6+ semaines) représente 120-150+ heures. Vous recevrez des points de contrôle réguliers et des mises à jour de progression tout au long du processus de construction pour que vous puissiez voir comment les choses progressent.",
      "commissioning-faq-6-question": "Puis-je personnaliser des outils existants?",
      "commissioning-faq-6-answer": "Oui! Nous pouvons personnaliser les outils existants du catalogue ou les adapter à vos besoins spécifiques. Vous pouvez également commander de nouvelles fonctionnalités pour des outils existants du catalogue (CHF 20-150 selon la difficulté). Contactez-nous pour discuter de vos besoins de personnalisation et obtenir un devis basé sur la complexité des modifications nécessaires.",
      "commissioning-faq-8-question": "Offrez-vous des plans de paiement pour les commandes plus importantes?",
      "commissioning-faq-8-answer": "Oui, nous pouvons structurer des plans de paiement pour les commandes. Nous sommes flexibles et pouvons travailler avec vous pour trouver un calendrier de paiement qui convient à votre budget. Contactez-nous pour discuter des options.",
      "commissioning-faq-9-question": "Qu'en est-il des services de paiement récurrents comme les bases de données ou les APIs?",
      "commissioning-faq-9-answer": "Si votre outil nécessite des services de paiement récurrents (tels que bases de données, APIs ou autres services mensuels), ces coûts seront discutés et convenus pendant la phase de portée du projet. Vous paierez ces coûts au coût (sans marge de profit) dans le cadre du contrat du projet. Une fois que l'application est activement utilisée par d'autres (seuil à déterminer), nous pouvons renoncer entièrement à ces coûts de service récurrents. Cela ne s'applique qu'aux applications nécessitant des services de paiement récurrents.",
      "commissioning-faq-10-question": "Que faire si j'ai besoin d'un support continu après la livraison?",
      "commissioning-faq-10-answer": "Votre outil commandé reçoit des mises à jour et une maintenance pendant le processus de construction. Après la livraison, en tant que commanditaire, vous avez un accès prioritaire aux nouvelles fonctionnalités et améliorations. Les ajouts simples peuvent être ajoutés sans frais, tandis que les fonctionnalités plus complexes sont tarifées à des taux réduits selon la difficulté. Cela vous donne une valeur continue de votre investissement initial. Les mises à jour et la maintenance post-livraison pour votre version commandée spécifique peuvent être discutées séparément. Contactez-nous pour discuter des options de support continu."
    }
  },
  "de": {
    "translation": {
      "commissioning-hero-title": "Eine App in Auftrag geben",
      "commissioning-hero-subtitle": "Finanzieren Sie den gewünschten Aufbau, erhalten Sie eine permanente Nutzungslizenz und sehen Sie zu, wie Ihr Tool im Katalog für andere weiterentwickelt wird.",
      "commissioning-process-title": "Der Auftragsprozess",
      "commissioning-step-1-title": "Persönliche Projektaufnahme",
      "commissioning-step-1-text": "Wir beginnen mit einer Persönlichen Projektaufnahme (CHF 20, dem Projekt gutgeschrieben). Wir werden ein Gespräch führen, um Ihre Bedürfnisse, Ziele und Zeitplan zu verstehen. Sie erhalten ein klares Angebot und einen Zeitplan.",
      "commissioning-step-2-title": "Wir Bauen Ihr Tool",
      "commissioning-step-2-text": "Wir bauen Ihr Tool während des vereinbarten Zeitplans mit regelmäßigen Check-ins, Fortschrittsaktualisierungen und Demos, damit Sie den Fortschritt sehen und Feedback geben können. Sie haben Zugang zu Feedback-Schleifen, Iterationszyklen, technischem Support während der Entwicklung und können Änderungen innerhalb des Projektumfangs anfordern.",
      "commissioning-step-3-title": "Lieferung und Lizenzübertragung",
      "commissioning-step-3-text": "Sie erhalten Ihr vollständiges, funktionierendes Tool, bereit für die Bereitstellung, mit Bereitstellungsunterstützung und Dokumentation. Sie erhalten ein vollständiges permanentes Nutzungslizenzabkommen und Zugang zur Anwendung (Quellcode-Zugang ist nicht enthalten).",
      "commissioning-step-4-title": "Katalogintegration",
      "commissioning-step-4-text": "Wir polieren und passen Ihr Tool für den öffentlichen Katalog an (im Auftrag enthalten) und lassen unsere Sammlung organisch wachsen. Wissen Sie, dass Ihre Investition dazu beiträgt, maßgeschneiderte Software für andere zugänglicher zu machen.",
      "commissioning-pricing-title": "Projektpreise",
      "commissioning-pricing-simple-title": "Einfache App",
      "commissioning-pricing-simple-duration": "1-2 Wochen",
      "commissioning-pricing-simple-description": "Perfekt für persönliche Tools, einfache Automatisierungen, fokussierte Utilities. Ich baue Ihr Tool in 1-2 Wochen, mit regelmäßigen Check-ins, damit Sie den Fortschritt sehen können.",
      "commissioning-pricing-standard-title": "Standard-App",
      "commissioning-pricing-standard-duration": "2-4 Wochen",
      "commissioning-pricing-standard-description": "Perfekt für Tools für kleine Unternehmen, Apps mit mehreren Funktionen. Ich baue Ihr Tool in 2-4 Wochen, dabei liefere ich funktionierende Funktionen unterwegs.",
      "commissioning-pricing-complex-title": "Komplexe App",
      "commissioning-pricing-complex-duration": "6+ Wochen",
      "commissioning-pricing-complex-description": "Perfekt für Multi-User-Systeme, erweiterte Integrationen. Ich baue Ihr Tool in 6+ Wochen, arbeite eng mit Ihnen zusammen, um es perfekt zu machen.",
      "commissioning-pricing-feature-commission-title": "Eine Funktion in Auftrag Geben",
      "commissioning-pricing-feature-commission-duration": "je nach Schwierigkeit",
      "commissioning-pricing-feature-commission-description": "Haben Sie eine Idee für eine neue Funktion für ein vorhandenes Katalogtool? Geben Sie sie in Auftrag und wir fügen sie dem Tool hinzu. Über einfache Korrekturen hinaus—dies ist für neue Funktionalität, die für das Tool spezifisch ist.",
      "commissioning-pricing-intake-title": "Persönliche Projektaufnahme",
      "commissioning-pricing-intake-duration": "Dem Projekt gutgeschrieben",
      "commissioning-pricing-intake-description": "Schneller Anruf und Fragebogen zur Abgrenzung persönlicher oder Familienprojekte vor Kostenvoranschlag.",
      "commissioning-licensing-title": "Lizenzbedingungen",
      "commissioning-licensing-perpetual-title": "Permanente Lizenz",
      "commissioning-licensing-perpetual-text": "Sie erhalten eine permanente Nutzungslizenz für Ihr beauftragtes Tool, die Ihnen das Recht gibt, es für immer ohne wiederkehrende Lizenzgebühren zu verwenden. Wenn Ihr Tool wiederkehrende Zahlungsdienste erfordert (wie Datenbanken oder APIs), werden diese Kosten während der Projektumfangsphase besprochen und zu den Kosten bezahlt.",
      "commissioning-licensing-ip-title": "Rechte zum Teilen und Anpassen",
      "commissioning-licensing-ip-text": "Wir behalten die Rechte, Ihr Tool für den öffentlichen Katalog anzupassen und es mit anderen zu teilen.",
      "commissioning-licensing-updates-title": "Prioritärer Zugang zu Updates",
      "commissioning-licensing-updates-text": "Als Auftraggeber haben Sie prioritären Zugang zu neuen Funktionen und Verbesserungen. Einfache Ergänzungen können kostenlos hinzugefügt werden, während komplexere Funktionen zu reduzierten Preisen angeboten werden.",
      "commissioning-licensing-disclaimer-text-1": "Diese Lizenzbedingungen sind eine Zusammenfassung. Der formelle Auftragsvertrag enthält die vollständigen Bedingungen. Ihr Auftragsprojekt unterliegt auch unseren",
      "commissioning-licensing-disclaimer-link": "Nutzungsbedingungen",
      "commissioning-licensing-disclaimer-text-2": ", die Haftungsbeschränkungen, Streitbeilegung und andere allgemeine Bedingungen abdecken.",
      "commissioning-intake-title": "Starten Sie Ihren Auftrag",
      "commissioning-intake-description": "Bereit, Ihr maßgeschneidertes Tool zum Leben zu erwecken? Kontaktieren Sie uns direkt, um Ihr Projekt zu besprechen.",
      "commissioning-intake-cta": "Demnächst",
      "commissioning-intake-note": "Unser Buchungssystem kommt bald. Wir benachrichtigen Sie, wenn es bereit ist!",
      "commissioning-intake-prepare-title": "Was zu Bereiten Ist",
      "commissioning-intake-prepare-1": "Klare Beschreibung Ihres Arbeitsablaufs oder Bedarfs",
      "commissioning-intake-prepare-2": "Beispiele oder Referenzen ähnlicher Tools (optional)",
      "commissioning-intake-prepare-3": "Zeitplanpräferenzen und Prioritäten",
      "commissioning-intake-prepare-4": "Budgetbereich oder Erwartungen",
      "commissioning-faq-title": "Häufig Gestellte Fragen",
      "commissioning-faq-link-description": "Haben Sie Fragen zu Aufträgen, Preisen, Zeitplänen oder dem Auftragsprozess? Besuchen Sie unsere umfassende FAQ-Seite für detaillierte Antworten.",
      "commissioning-view-faq": "Auftrags-FAQs anzeigen →",
      "commissioning-faq-1-question": "Wie funktioniert die Auftragsvergabe?",
      "commissioning-faq-1-answer": "Wenn Sie ein Tool in Auftrag geben, finanzieren Sie dessen Entwicklung zu Handwerkstarifen. Sie erhalten eine permanente Nutzungslizenz für Ihre beauftragte Version, und wir behalten die IP-Rechte, um sie für den öffentlichen Katalog anzupassen. Projekte werden nach Komplexität bewertet: Einfache Apps (1-2 Wochen) beginnen bei CHF 450-750, Standard-Apps (2-4 Wochen) sind CHF 850-1,250, und komplexe Apps (6+ Wochen) sind CHF 1,350-1,950.",
      "commissioning-faq-2-question": "Wie berechnen Sie die Preise? Rechnen Sie stundenweise ab?",
      "commissioning-faq-2-answer": "Wir rechnen nach Projekt ab, nicht stundenweise. Das bedeutet, Sie zahlen einen Festpreis für Ihr vollständiges Tool, unabhängig davon, wie lange es dauert. Zum Kontext: Unsere Preise entsprechen ungefähr CHF 40-50 pro Stunde—viel zugänglicher als typische Agenturraten von CHF 80-150/Stunde. Dieser projektbasierte Ansatz gibt Ihnen vorhersehbare Kosten und stellt sicher, dass wir uns auf die Wertschöpfung konzentrieren, anstatt Zeit zu verfolgen.",
      "commissioning-faq-3-question": "Wie viele Stunden pro Woche arbeiten Sie an meinem Projekt?",
      "commissioning-faq-3-answer": "Ich arbeite typischerweise 20-25 Stunden pro Woche an Ihrem Projekt. Das bedeutet, eine einfache App (1-2 Wochen) repräsentiert ungefähr 20-50 Stunden fokussierte Entwicklungszeit, eine Standard-App (2-4 Wochen) repräsentiert 40-100 Stunden, und eine komplexe App (6+ Wochen) repräsentiert 120-150+ Stunden. Sie erhalten regelmäßige Check-ins und Fortschrittsaktualisierungen während des gesamten Aufbauprozesses, damit Sie sehen können, wie die Dinge voranschreiten.",
      "commissioning-faq-6-question": "Kann ich vorhandene Tools anpassen?",
      "commissioning-faq-6-answer": "Ja! Wir können vorhandene Katalogtools anpassen oder für Ihre spezifischen Bedürfnisse adaptieren. Sie können auch neue Funktionen für vorhandene Katalogtools in Auftrag geben (CHF 20-150 je nach Schwierigkeit). Kontaktieren Sie uns, um Ihre Anpassungsanforderungen zu besprechen und ein Angebot basierend auf der Komplexität der benötigten Änderungen zu erhalten.",
      "commissioning-faq-8-question": "Bieten Sie Zahlungspläne für größere Aufträge?",
      "commissioning-faq-8-answer": "Ja, wir können Zahlungspläne für Aufträge strukturieren. Wir sind flexibel und können mit Ihnen zusammenarbeiten, um einen Zahlungsplan zu finden, der zu Ihrem Budget passt. Kontaktieren Sie uns, um Optionen zu besprechen.",
      "commissioning-faq-9-question": "Was ist mit wiederkehrenden Zahlungsdiensten wie Datenbanken oder APIs?",
      "commissioning-faq-9-answer": "Wenn Ihr Tool wiederkehrende Zahlungsdienste erfordert (wie Datenbanken, APIs oder andere monatliche Dienste), werden diese Kosten während der Projektumfangsphase besprochen und vereinbart. Sie zahlen diese Kosten zu den Kosten (ohne Gewinnmarge) als Teil des Projektvertrags. Sobald die App aktiv von anderen genutzt wird (Schwelle zu bestimmen), können wir diese wiederkehrenden Servicekosten vollständig erlassen. Dies gilt nur für Apps, die wiederkehrende Zahlungsdienste erfordern.",
      "commissioning-faq-10-question": "Was ist, wenn ich nach der Lieferung laufenden Support benötige?",
      "commissioning-faq-10-answer": "Ihr beauftragtes Tool erhält Updates und Wartung während des Aufbauprozesses. Nach der Lieferung haben Sie als Auftraggeber prioritären Zugang zu neuen Funktionen und Verbesserungen. Einfache Ergänzungen können kostenlos hinzugefügt werden, während komplexere Funktionen je nach Schwierigkeit zu reduzierten Preisen angeboten werden. Dies gibt Ihnen kontinuierlichen Wert aus Ihrer ursprünglichen Investition. Updates und Wartung nach der Lieferung für Ihre spezifische beauftragte Version können separat besprochen werden. Kontaktieren Sie uns, um laufende Support-Optionen zu besprechen."
    }
  }
}

